{
  "acceptable": "Akzeptabel",
  "apply_now": "Jetzt bewerben",
  "archetype_description_html": "Dieser Test hilft Ihnen dabei, die Komponenten Ihrer Persönlichkeit zu verstehen. Genau wie unser Körper aus verschiedenen Organsystemen besteht, können wir auch unsere Persönlichkeit als ein Gefüge betrachten, das sich aus einzelnen, gleich wichtigen Teilen zusammensetzt. Auch wenn wir uns von Tag zu Tag oder sogar von Situation zu Situation unterschiedlich fühlen und verhalten, zeichnen wir alle uns in der Regel durch eine höhere oder niedrigere Ausprägung von fünf Hauptdimensionen aus. Alle fünf Dimensionen prägen unsere Persönlichkeit – genau wie alle Teile unseres Körpers zusammenarbeiten, um uns gesund zu halten.",
  "back": "Zurück",
  "badge": "Abzeichen",
  "best_match": "Beste Übereinstimmung",
  "best_work_environments": "Beste Arbeitsumgebungen",
  "bright_future": "Aussichtsreiche Zukunft",
  "bright_future_html": "Diese Berufsfelder sollen in den kommenden Jahren ein schnelles Wachstum verzeichnen, versprechen ein großes Stellenangebot oder sind neue und im Entstehen begriffene Berufe. Daten von <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>.",
  "career_information": "Berufsinformationen",
  "career_matches": "Karriere-Matchs",
  "careers_link_heading": "Sehen Sie sich Ihre individuellen Karriereempfehlungen an",
  "careers_link_heading_third_person": "Sehen Sie sich ihre individuellen Karriereempfehlungen an",
  "close": "Schließen",
  "cognitive_alert_skip": "Sie können die Übungsaufgaben nicht überspringen.",
  "cognitive_confirm_button": "Bestätigen",
  "cognitive_confirm_retry": "Möchten Sie die Fragen, die Sie übersprungen haben, beantworten?",
  "cognitive_confirm_skip": "Sind Sie sich sicher, dass Sie überspringen möchten?",
  "cognitive_id_specific_instructions": {
    "6f42a946-a936-45f9-9b2b-dbc1ad80b936": "<p>Jetzt ist es Zeit für die Übung. Bevor Sie beginnen, denken Sie daran:</p><ul><li>Es gibt 31 Fragen in der Übung.</li><li>Sie können sich so viel Zeit nehmen, wie Sie möchten, um sie zu beantworten. Die meisten Menschen schließen die Übung jedoch in etwa 15 Minuten ab.</li><li>Sie sollten einen ruhigen Ort finden, an dem SIe sich voll und ganz auf die Übung konzentrieren kannst, ohne abgelenkt zu werden.</li><li>Sie können Fragen überspringen, wenn nötig, aber versuchen SIe, auf jede Frage eine Antwort zu geben.</li><li>Bitte beenden Sie die Übung in einer einzigen Sitzung.</li></ul>"
  },
  "cognitive_instructions_disability_text": "Bitte geben Sie an, ob bei Ihnen eine Lernschwäche vorliegt.",
  "cognitive_instructions_step_1_button": "Beispiel anzeigen",
  "cognitive_instructions_step_1_heading": "Anweisungen",
  "cognitive_instructions_step_1_text": "Wir möchten, dass Sie herausfinden, wie verschiedene Formen miteinander in Beziehung stehen.\n\nAuf jedem Bildschirm sehen Sie ein Raster mit einer fehlenden Form, die durch ein '?' dargestellt wird. Unterhalb des Rasters befinden sich vier Formen, von denen eine das '?' ersetzt, um das Raster zu vervollständigen.\n\nWenn die Übung beginnt, wählen Sie die Form unter jedem Raster aus, die es vervollständigt, und klicken Sie dann auf 'Bestätigen', um zur nächsten Frage zu gelangen. Sie können die Frage auch überspringen, indem Sie auf 'Überspringen' klicken. Wenn Sie bereit sind, klicken Sie auf 'Beispiel anzeigen', um ein Beispiel zu sehen.",
  "cognitive_instructions_step_2_button": "Übung starten",
  "cognitive_instructions_step_2_heading": "Hier ist ein Beispiel",
  "cognitive_instructions_step_2_text": "In diesem Raster gibt es in jeder Zeile und Spalte ein Dreieck, einen Pentagon und einen Pfeil. Es gibt eine schwarze, eine blaue und eine weiße Form, und die Formen haben alle die gleiche Ausrichtung. Die Form, die das Raster vervollständigt, ist daher die Form unten links.",
  "cognitive_instructions_step_4_button": "Start",
  "cognitive_instructions_step_4_heading": "Bevor Sie beginnen…",
  "cognitive_instructions_step_4_html": "<p>Jetzt ist es Zeit für die Übung. Bevor Sie beginnen, denken Sie daran:</p><ul><li>Es gibt 20 Fragen in der Übung, und Sie können sich so viel Zeit nehmen, wie Sie möchten, um sie zu beantworten.</li><li>Sie sollten einen ruhigen Ort finden, an dem Sie sich voll und ganz auf die Übung konzentrieren kannst, ohne abgelenkt zu werden.</li><li>SIe können Fragen überspringen, wenn nötig, aber versuchen SIe, auf jede Frage eine Antwort zu geben.</li><li>Bitte beenden Sie die Übung in einer einzigen Sitzung.</li></ul>",
  "cognitive_instructions_trial_step_1_text": "Auf jedem Bildschirm sehen Sie ein Raster mit einer fehlenden Form, die durch ein '?' dargestellt wird. Unterhalb des Rasters befinden sich vier weitere Formen, von denen eine das '?' ersetzt, um das Raster zu vervollständigen.\n\nSobald die Übung beginnt, wählen Sie die Form unter jedem Raster aus, die es vervollständigt, und klicken Sie dann auf 'Bestätigen', um zur nächsten Frage zu gelangen.\n\nSie können die Frage auch überspringen, indem Sie auf 'Überspringen' klicken. Wenn Sie bereit sind, klicken Sie auf 'Beispiel anzeigen', um ein Beispiel zu sehen.",
  "cognitive_instructions_trial_step_4_timed_html": "<ul><li><i><b>Sie werden zwei Übungssätze mit jeweils 20 Fragen sehen.</b> Für die erste Runde haben Sie 5 Minuten Zeit, so viele Fragen wie möglich zu beantworten. Für die zweite Runde gibt es keine Zeitbegrenzung. Sie können sich so viel Zeit nehmen, wie Sie möchten.</i></li><li>Sie sollten einen ruhigen Ort finden, an dem Sie den Übungen Ihre volle Aufmerksamkeit schenken können, ohne abgelenkt zu werden.</li><li>Sie können Fragen überspringen, wenn nötig, aber versuchen Sie, auf jede Frage eine Antwort zu geben.</li><li>Bitte vervollständigen Sie beide Übungen in einer einzigen Sitzung.</li></ul><p>Jetzt ist es Zeit für die erste Übung...</p><p>Denken Sie daran, Sie haben 5 Minuten Zeit, so viele Fragen wie möglich zu beantworten.</p>",
  "cognitive_instructions_trial_step_4_timed_minimal_html": "<p>Jetzt ist es Zeit für die nächste Übung...</p><p>Denken Sie daran, Sie haben 5 Minuten Zeit, so viele Fragen wie möglich zu beantworten.</p>",
  "cognitive_instructions_trial_step_4_untimed_html": "<ul><li><i><b>Sie werden zwei Übungssätze mit jeweils 20 Fragen sehen.</b> Für die erste Runde können Sie sich so viel Zeit nehmen, wie Sie möchten, und es gibt keine Zeitbegrenzung. Für die zweite Runde haben Sie 5 Minuten Zeit, so viele Fragen wie möglich zu beantworten.</i></li><li>Sie sollten einen ruhigen Ort finden, an dem Sie den Übungen Ihre volle Aufmerksamkeit schenken können, ohne abgelenkt zu werden.</li><li>Sie können Fragen überspringen, wenn nötig, aber versuchen Sie, auf jede Frage eine Antwort zu geben.</li><li>Bitte vervollständigen Sie beide Übungen in einer einzigen Sitzung.</li></ul><p>Jetzt ist es Zeit für die erste Übung...</p><p>Denken Sie daran, Sie haben so viel Zeit, wie Sie benötigen, um so viele Fragen wie möglich zu beantworten.</p>",
  "cognitive_instructions_trial_step_4_untimed_minimal_html": "<p>Jetzt ist es Zeit für die nächste Übung...</p><p>Denken Sie daran, Sie haben so viel Zeit, wie Sie benötigen, um so viele Fragen wie möglich zu beantworten.</p>",
  "cognitive_practice_answer_correct": "Sie haben die Frage richtig beantwortet.",
  "cognitive_practice_answer_incorrect": "Sie haben die Frage falsch beantwortet.",
  "cognitive_practice_heading": "Übungsfragen",
  "cognitive_practice_step_1_button": "Nächste Frage",
  "cognitive_practice_step_1_heading": "Erklärung zur Antwort",
  "cognitive_practice_step_1_text": "In diesem Raster ist die obere Form in der ersten Reihe um 180 Grad gedreht und in der entsprechenden Zelle darunter dargestellt. Die Form, die dieses Raster vervollständigt, ist daher die Form unten rechts.",
  "cognitive_practice_step_2_button": "Nächste Frage",
  "cognitive_practice_step_2_heading": "Erklärung zur Antwort",
  "cognitive_practice_step_2_text": "In diesem Raster erhöht sich die Anzahl der Linien für jede Form um eins entlang jeder Reihe und jeder Spalte. Linien werden im Uhrzeigersinn hinzugefügt. Die Form, die dieses Raster vervollständigt, ist daher die Form oben links.",
  "cognitive_practice_step_3_button": "Weiter",
  "cognitive_practice_step_3_heading": "Erklärung zur Antwort",
  "cognitive_practice_step_3_text": "In der obersten Reihe besteht die mittlere Form aus einer größeren Version der Form links, wobei die Form rechts innerhalb davon liegt. Die Schattierung der Formen links und rechts ist in der mittleren Form umgekehrt. Die Form, die das Raster vervollständigt, ist daher die Form oben rechts.",
  "cognitive_question_alt_text": "Frage",
  "cognitive_response_alt_text": "Antwort",
  "cognitive_results_heading": "Vielen Dank, dass Sie unsere Bewertung abgeschlossen haben.",
  "cognitive_results_html": "Um mehr über die gerade durchgeführte Bewertung zu erfahren, besuchen Sie bitte <a href='https://www.traitify.com'>Traitify.com</a>.",
  "cognitive_skip_button": "Überspringen",
  "cognitive_skipped_questions": "Übersprungene Fragen",
  "complements": "Ergänzungen",
  "conflicts": "Konflikte",
  "dimension_description": "Der Dimensionspunktwert wird aus Ihren Antworten auf Items berechnet, die zusammen die zugrundeliegenden Komponenten der einzelnen Dimensionen messen. Insgesamt weist eine Person jeweils eine hohe, mittlere oder niedrige Ausprägung auf.",
  "dimension_heading": "Was bedeutet das Ergebnis %{level} %{name} für mich?",
  "dimension_heading_for_benefits": "%{level} %{name} Mögliche Vorteile",
  "discover_jobs": "Jobs entdecken",
  "education": "Ausbildung",
  "education_html": "Typisches Ausbildungsniveau, das die meisten Beschäftigten für den Einstieg in dieses Berufsfeld benötigen. Daten von <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>.",
  "education_level": "Bildungsniveau",
  "employment_growth": "Beschäftigungswachstum",
  "employment_growth_html": "Prozentuale Veränderung der Beschäftigung zwischen 2012 und 2022 Daten von <a href=\"http://www.bls.gov/ooh/fastest-growing.htm\" target=\"_blank\">U.S. Bureau of Labor Statistics</a>.",
  "experience_level_1": "Keine Erfahrungen",
  "experience_level_2": "Schulabschluss",
  "experience_level_3": "Associate Degree (akademischer Grad, der von Bildungseinrichtungen i. d. R. nach 2 Jahren Studium vergeben wird)",
  "experience_level_4": "Bachelor-Abschluss",
  "experience_level_5": "Hochschulabschluss",
  "extended_description": "Erweiterte Beschreibung",
  "featured_skill": "Ausgewählte Fähigkeit",
  "filter": "Filter",
  "get_started": "Erste Schritte",
  "green_career": "Umweltberufe",
  "green_career_html": "Die grüne Wirtschaft wird eine Veränderung in der Arbeitskräftenachfrage oder den Anforderungen an die Arbeit und die Beschäftigten bewirken, z. B. im Hinblick auf Aufgaben, Fähigkeiten, Kenntnisse und Referenzen. Daten von <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>.",
  "guide_intro": "Diese Persönlichkeitseigenschaften bilden die Grundlage für eine bestimmte Abfolge von Fragen, die sich auf die einzelnen Persönlichkeitstypen beziehen. Mit der ersten Frage soll bestätigt werden, wie sie sein sollten. Die zweite Frage soll mögliche Problembereiche ergründen.",
  "help": "Hilfe",
  "instructions": "Anleitung",
  "interview_guide_description": "Diese Fragen werden, je nach Ergebnis des Kandidaten in den einzelnen Persönlichkeitsdimensionen, individuell auf diesen zugeschnitten. Bei Bedarf können Sie sich das Persönlichkeitsprofil des Kandidaten durchlesen, um herauszufinden, ob dieser in den einzelnen Dimensionen eine hohe, mittlere oder niedrige Wertung erzielt hat, und anschließend sein Bewerbungsgespräch rund um die Persönlichkeitsmerkmale aufbauen, die für die angestrebte Position am wichtigsten sind.",
  "interview_guide_heading": "Interview-Tipps / Fragen",
  "job_links": "Links zu Stellenangeboten",
  "learn_more": "Mehr erfahren",
  "least_represented_traits": "Am wenigsten ausgeprägte Eigenschaften",
  "least_represented_traits_definition": "Diese Eigenschaften haben Punktwerte im unteren Drittel der Gesamtantworten des Kandidaten erhalten. Durch die Aufführung in dieser Liste soll für die entsprechende Person nur die relative Ausprägung der Eigenschaften gegenüber den übrigen Eigenschaften dargestellt werden.<br /><br />Dadurch werden keine Informationen bereitgestellt, die zum Vergleich der Ausprägung einer vom Kandidaten gezeigten Eigenschaft im Vergleich zu einem anderen herangezogen werden können.",
  "level": {
    "high": "Hoch",
    "low": "Niedrig",
    "medium": "Mittel"
  },
  "loading": "Lädt",
  "local_salary": "Lokales Gehalt",
  "location": "Lage",
  "location_placeholder": " Bsp. Baltimore, MD",
  "match_rate": "Übereinstimmungsrate",
  "match_rate_html": "Dieser Beruf passt zu Ihrer Persönlichkeit durch <span>%{match_rate}<span>%.",
  "me": "Ich",
  "more_information": "Weitere Informationen zu diesen Werten",
  "most_represented_traits": "Am stärksten ausgeprägte Eigenschaften",
  "most_represented_traits_definition": "Von den dreißig in diesem Test gemessenen Eigenschaften haben diese Eigenschaften Punktwerte im oberen Drittel der Gesamtantworten des Kandidaten erzielt. Durch die Aufführung in dieser Liste soll für die entsprechende Person nur die relative Ausprägung der Eigenschaften gegenüber den übrigen Eigenschaften dargestellt werden. Dadurch werden keine Informationen bereitgestellt, die zum Vergleich der Ausprägung einer vom Kandidaten gezeigten Eigenschaft im Vergleich zu einem anderen herangezogen werden können.",
  "next": "Weiter",
  "no_careers": "Keine Berufe",
  "no_jobs": "Für diese Karriere wurden keine lokalen Jobs gefunden. Bitte besuchen Sie %{Job_Source}, um mehr Möglichkeiten zu finden.",
  "no_more_careers": "Keine Berufe mehr",
  "not_me": "Nicht ich",
  "personality_advice": "Ratschläge zur Persönlichkeit",
  "personality_base_heading": "Ihr Persönlichkeitstyp ist %{personality}",
  "personality_base_heading_third_person": "Deren Persönlichkeitstyp ist %{personality}",
  "personality_blend": "Eine Kombination von Persönlichkeiten",
  "personality_blend_heading": "Ihre Persönlichkeitsmischung ist %{personality}",
  "personality_blend_heading_third_person": "Deren Persönlichkeitsmischung ist %{personality}",
  "personality_breakdown": "Analyse der Persönlichkeit",
  "personality_details": "Persönlichkeitsdetails",
  "personality_heading": "Ihre %{deck_name} Persönlichkeit ist %{personality}",
  "personality_heading_third_person": "%{deck_name} Persönlichkeit: %{personality}",
  "personality_tips": "Tipps für die Persönlichkeit",
  "personality_traits": "Persönlichkeitsmerkmale",
  "personality_traits_description": "Hier sind Ihre Top 5 Merkmale, gemessen auf einer Skala von 0% bis 100%",
  "personality_type": "Persönlichkeitstyp",
  "potential_benefits": "Mögliche Vorteile",
  "potential_pitfalls": "Mögliche Tücken",
  "potential_risk": "Potentialle Risiken",
  "preferred": "Bevorzugt",
  "question_adaptability": "Haben sie einen Bewältigungsstil entwickelt?",
  "question_purpose": "Was versuchen Sie herauszufinden?",
  "radar_chart_label": "Ein Diagramm, das Ihre Ergebnisse zeigt. Siehe nachstehende Textversion",
  "read_more": "Mehr erfahren",
  "really_me": "Wirklich ich",
  "really_not_me": "Wirklich nicht ich",
  "recommendation_chart_description": "Nachstehend sehen Sie die Persönlichkeitsergebnisse des Kandidaten, aufgeschlüsselt nach jeder der Big Five-Dimensionen. Die Punktwerte sind farbig markiert, um die Best-Fit-Bereiche (grün), gefolgt von gelb und rot, anzuzeigen. Die Bereiche variieren je nach Stelle. Sie basieren auf verschiedenen Informationen, darunter veröffentlichte Forschungsergebnisse, Stellenbeschreibungen und Bewerbungsgespräche mit Personen, die mit der Stelle vertraut sind.",
  "recommendation_chart_heading": "Aufschlüsselung der Eignung",
  "room_for_growth_and_change": "Raum für Wachstum und Veränderung",
  "salary_mean": "Gehaltsdurchschnitt",
  "salary_mean_html": "Arbeitsentgelt, bei dem eine Hälfte der Beschäftigten in diesem Beruf mehr und die andere Hälfte weniger als diesen Betrag verdient. Daten zum Durchschnittsgehalt von <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>.",
  "search": "Suche",
  "show_less": "Weniger anzeigen",
  "show_more": "Mehr anzeigen",
  "skill_heading_for_communication": "Sprechen, Schreiben und Ideen teilen sind wichtig. Probieren Sie diese Tipps aus, um gut zu kommunizieren.",
  "skill_heading_for_dealing_with_stress": "Beruf und Privatleben haben ihre Höhen und Tiefen. Hier sind einige Tipps, um Ihnen zu helfen, damit umzugehen.",
  "skill_heading_for_everyday_adjustments": "Machen Sie das Beste aus ihren Tagen, während Sie auf die Rückkehr zur Arbeit warten.",
  "skill_heading_for_habits": "Machen Sie Ihre alltäglichen Verhaltensweisen zu persönlichen Stärken. Hier sind einige Ideen, um Ihnen den Einstieg zu erleichtern.",
  "skill_heading_for_leading_others": "Führungsfähigkeiten unterstützen Ihr persönliches Wachstum, sowohl jetzt als auch in der Zukunft.",
  "skill_heading_for_teamwork": "In der Regel arbeiten wir mit anderen zusammen. Holen Sie das Beste aus Ihrer Rolle in einem Team heraus.",
  "skill_heading_for_working_from_home": "Verwenden Sie diese Tipps, um konzentriert und produktiv zu bleiben, während Sie von zu Hause aus arbeiten.",
  "skill_name_for_communication": "Kommunikationstipps",
  "skill_name_for_dealing_with_stress": "Umgang mit Stress",
  "skill_name_for_everyday_adjustments": "Alltägliche Anpassungen",
  "skill_name_for_habits": "Gewohnheiten aufbauen",
  "skill_name_for_leading_others": "Andere führen",
  "skill_name_for_teamwork": "Teamarbeit",
  "skill_name_for_working_from_home": "Empfehlungen für effektives Arbeiten im Homeoffice",
  "slide_error": "Im Moment können keine weiteren Folien geladen werden",
  "sort": "Sortieren",
  "success_skills": "Kompetenzen für Erfolg",
  "tip_type_for_caution_zone": "Warnzone",
  "tip_type_for_room": "Raum für Wachstum und Veränderung",
  "tip_type_for_settings": "Einstellungen für Dich",
  "tip_type_for_settings_third_person": "Einstellungen, die für sie in Ordnung sind",
  "tip_type_for_tools": "Anzuwendende Tools",
  "title": "Titel",
  "try_again": "Klicken Sie hier, um es erneut zu versuchen",
  "view_on_onet": "Sehen Sie sich Karrieredetails in O*Net an"
}