{
  "apply_now": "Jetzt bewerben",
  "archetype_description_html":"Dieser Test hilft Ihnen dabei, die Komponenten Ihrer Persönlichkeit zu verstehen. Genau wie unser Körper aus verschiedenen Organsystemen besteht, können wir auch unsere Persönlichkeit als ein Gefüge betrachten, das sich aus einzelnen, gleich wichtigen Teilen zusammensetzt. Auch wenn wir uns von Tag zu Tag oder sogar von Situation zu Situation unterschiedlich fühlen und verhalten, zeichnen wir alle uns in der Regel durch eine höhere oder niedrigere Ausprägung von fünf Hauptdimensionen aus. Alle fünf Dimensionen prägen unsere Persönlichkeit – genau wie alle Teile unseres Körpers zusammenarbeiten, um uns gesund zu halten.",
  "back":"Zurück",
  "badge":"Abzeichen",
  "best_match":"Beste Übereinstimmung",
  "best_work_environments":"Beste Arbeitsumgebungen",
  "bright_future":"Aussichtsreiche Zukunft",
  "bright_future_html":"Diese Berufsfelder sollen in den kommenden Jahren ein schnelles Wachstum verzeichnen, versprechen ein großes Stellenangebot oder sind neue und im Entstehen begriffene Berufe. Daten von <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>.",
  "career_information":"Berufsinformationen",
  "career_matches": "Karriere-Matchs",
  "careers_link_heading": "Sehen Sie sich Ihre individuellen Karriereempfehlungen an",
  "careers_link_heading_third_person": "Sehen Sie sich ihre individuellen Karriereempfehlungen an",
  "close":"Schließen",
  "complements":"Ergänzungen",
  "conflicts":"Konflikte",
  "dimension_heading_for_benefits":"%{level} %{name} Mögliche Vorteile",
  "dimension_description":"Der Dimensionspunktwert wird aus Ihren Antworten auf Items berechnet, die zusammen die zugrundeliegenden Komponenten der einzelnen Dimensionen messen. Insgesamt weist eine Person jeweils eine hohe, mittlere oder niedrige Ausprägung auf. Der Dimensionspunktwert ist ein standardisierter Punktwert zwischen 1 und 10. Punktwerte von 1-3 fallen in die Kategorie „Niedrig“, 4-6 in die Kategorie „Mittel“ und 7-10 in die Kategorie „Hoch“.",
  "dimension_heading":"Was bedeutet das Ergebnis %{level} %{name} für mich?",
  "discover_jobs": "Jobs entdecken",
  "education":"Ausbildung",
  "education_html":"Typisches Ausbildungsniveau, das die meisten Beschäftigten für den Einstieg in dieses Berufsfeld benötigen. Daten von <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>.",
  "education_level": "Bildungsniveau",
  "employment_growth":"Beschäftigungswachstum",
  "employment_growth_html":"Prozentuale Veränderung der Beschäftigung zwischen 2012 und 2022 Daten von <a href=\"http://www.bls.gov/ooh/fastest-growing.htm\" target=\"_blank\">U.S. Bureau of Labor Statistics</a>.",
  "experience_level_1":"Keine Erfahrungen",
  "experience_level_2":"Schulabschluss",
  "experience_level_3":"Associate Degree (akademischer Grad, der von Bildungseinrichtungen i. d. R. nach 2 Jahren Studium vergeben wird)",
  "experience_level_4":"Bachelor-Abschluss",
  "experience_level_5":"Hochschulabschluss",
  "extended_description":"Erweiterte Beschreibung",
  "filter":"Filter",
  "get_started":"Erste Schritte",
  "green_career":"Umweltberufe",
  "green_career_html":"Die grüne Wirtschaft wird eine Veränderung in der Arbeitskräftenachfrage oder den Anforderungen an die Arbeit und die Beschäftigten bewirken, z. B. im Hinblick auf Aufgaben, Fähigkeiten, Kenntnisse und Referenzen. Daten von <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>.",
  "guide_intro":"Diese Persönlichkeitseigenschaften bilden die Grundlage für eine bestimmte Abfolge von Fragen, die sich auf die einzelnen Persönlichkeitstypen beziehen. Mit der ersten Frage soll bestätigt werden, wie sie sein sollten. Die zweite Frage soll mögliche Problembereiche ergründen.",
  "help":"Hilfe",
  "instructions":"Anleitung",
  "interview_guide_description": "Diese Fragen werden, je nach Ergebnis des Kandidaten in den einzelnen Persönlichkeitsdimensionen, individuell auf diesen zugeschnitten. Bei Bedarf können Sie sich das Persönlichkeitsprofil des Kandidaten durchlesen, um herauszufinden, ob dieser in den einzelnen Dimensionen eine hohe, mittlere oder niedrige Wertung erzielt hat, und anschließend sein Bewerbungsgespräch rund um die Persönlichkeitsmerkmale aufbauen, die für die angestrebte Position am wichtigsten sind.",
  "interview_guide_heading": "Interview-Tipps / Fragen",
  "job_links":"Links zu Stellenangeboten",
  "learn_more": "Mehr erfahren",
  "least_represented_traits":"Am wenigsten ausgeprägte Eigenschaften",
  "least_represented_traits_definition":"Diese Eigenschaften haben Punktwerte im unteren Drittel der Gesamtantworten des Kandidaten erhalten. Durch die Aufführung in dieser Liste soll für die entsprechende Person nur die relative Ausprägung der Eigenschaften gegenüber den übrigen Eigenschaften dargestellt werden.<br /><br />Dadurch werden keine Informationen bereitgestellt, die zum Vergleich der Ausprägung einer vom Kandidaten gezeigten Eigenschaft im Vergleich zu einem anderen herangezogen werden können.",
  "level": {
    "high": "Hoch",
    "low": "Niedrig",
    "medium": "Mittel"
  },
  "loading":"Lädt",
  "local_salary": "Lokales Gehalt",
  "location": "Lage",
  "location_placeholder":" Bsp. Baltimore, MD",
  "match_rate":"Übereinstimmungsrate",
  "match_rate_html":"Dieser Beruf passt zu Ihrer Persönlichkeit durch <span>%{match_rate}<span>%.",
  "me":"Ich",
  "more_information":"Weitere Informationen zu diesen Werten",
  "most_represented_traits":"Am stärksten ausgeprägte Eigenschaften",
  "most_represented_traits_definition":"Von den dreißig in diesem Test gemessenen Eigenschaften haben diese Eigenschaften Punktwerte im oberen Drittel der Gesamtantworten des Kandidaten erzielt. Durch die Aufführung in dieser Liste soll für die entsprechende Person nur die relative Ausprägung der Eigenschaften gegenüber den übrigen Eigenschaften dargestellt werden. Dadurch werden keine Informationen bereitgestellt, die zum Vergleich der Ausprägung einer vom Kandidaten gezeigten Eigenschaft im Vergleich zu einem anderen herangezogen werden können.",
  "next":"Weiter",
  "no_careers":"Keine Berufe",
  "no_jobs": "Für diese Karriere wurden keine lokalen Jobs gefunden. Bitte besuchen Sie %{Job_Source}, um mehr Möglichkeiten zu finden.",
  "no_more_careers":"Keine Berufe mehr",
  "not_me":"Nicht ich",
  "personality_base_heading": "Ihr Persönlichkeitstyp ist %{personality}",
  "personality_base_heading_third_person": "Deren Persönlichkeitstyp ist %{personality}",
  "personality_blend_heading": "Ihre Persönlichkeitsmischung ist %{personality}",
  "personality_blend_heading_third_person": "Deren Persönlichkeitsmischung ist %{personality}",
  "personality_heading":"Ihre %{deck_name} Persönlichkeit ist %{personality}",
  "personality_heading_third_person":"%{deck_name} Persönlichkeit: %{personality}",
  "personality_traits_description": "Hier sind Ihre Top 5 Merkmale, gemessen auf einer Skala von 0% bis 100%",
  "potential_benefits":"Mögliche Vorteile",
  "potential_pitfalls":"Mögliche Tücken",
  "question_adaptability":"Haben sie einen Bewältigungsstil entwickelt?",
  "question_purpose":"Was versuchen Sie herauszufinden?",
  "radar_chart_label":"Ein Diagramm, das Ihre Ergebnisse zeigt. Siehe nachstehende Textversion",
  "read_more":"Mehr erfahren",
  "really_me":"Wirklich ich",
  "really_not_me":"Wirklich nicht ich",
  "recommendation_chart_description": "Nachstehend sehen Sie die Persönlichkeitsergebnisse des Kandidaten, aufgeschlüsselt nach jeder der Big Five-Dimensionen. Die Punktwerte sind farbig markiert, um die Best-Fit-Bereiche (grün), gefolgt von gelb und rot, anzuzeigen. Die Bereiche variieren je nach Stelle. Sie basieren auf verschiedenen Informationen, darunter veröffentlichte Forschungsergebnisse, Stellenbeschreibungen und Bewerbungsgespräche mit Personen, die mit der Stelle vertraut sind.",
  "recommendation_chart_heading": "Aufschlüsselung der Eignung",
  "room_for_growth_and_change":"Raum für Wachstum und Veränderung",
  "salary_mean":"Gehaltsdurchschnitt",
  "salary_mean_html":"Arbeitsentgelt, bei dem eine Hälfte der Beschäftigten in diesem Beruf mehr und die andere Hälfte weniger als diesen Betrag verdient. Daten zum Durchschnittsgehalt von <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>.",
  "search":"Suche",
  "show_less":"Weniger anzeigen",
  "show_more":"Mehr anzeigen",
  "slide_error":"Im Moment können keine weiteren Folien geladen werden",
  "sort":"Sortieren",
  "tip_type_for_caution_zone":"Warnzone",
  "tip_type_for_room":"Raum für Wachstum und Veränderung",
  "tip_type_for_settings":"Einstellungen für Dich",
  "tip_type_for_settings_third_person":"Einstellungen, die für sie in Ordnung sind",
  "tip_type_for_tools":"Anzuwendende Tools",
  "title":"Titel",
  "try_again":"Klicken Sie hier, um es erneut zu versuchen",
  "view_on_onet":"Sehen Sie sich Karrieredetails in O*Net an"
}
