{
  "personality_heading_third_person":"%{deck_name} Persönlichkeit: %{personality}",
  "dimension_heading_for_benefits":"%{level} %{name} Mögliche Vorteile",
  "cognitive_instructions_step_4_html":"<p>Jetzt ist es Zeit für die Übung. Bevor Sie beginnen, denken Sie daran:</p><ul><li>Die Übung umfasst 30 Fragen und Sie haben 25 Minuten Zeit, um so viele wie möglich zu beantworten.</li><li>Suchen Sie sich einen ruhigen Ort, wo Sie sich ungestört voll und ganz auf die Übung konzentrieren können.</li><li>Sie können Fragen überspringen, sollten jedoch versuchen, alle zu beantworten.</li><li>Bitte absolvieren Sie die Übung in nur einer Sitzung.</li></ul>",
  "radar_chart_label":"Ein Diagramm, das Ihre Ergebnisse zeigt. Siehe nachstehende Textversion",
  "cognitive_practice_step_1_heading":"Erläuterung der Antwort",
  "cognitive_practice_step_2_heading":"Erläuterung der Antwort",
  "cognitive_practice_step_3_heading":"Erläuterung der Antwort",
  "cognitive_confirm_skip":"Möchten Sie dies wirklich überspringen?",
  "experience_level_3":"Associate Degree (akademischer Grad, der von Bildungseinrichtungen i. d. R. nach 2 Jahren Studium vergeben wird)",
  "experience_level_4":"Bachelor-Abschluss",
  "back":"Zurück",
  "badge":"Abzeichen",
  "cognitive_instructions_step_4_heading":"Bevor Sie beginnen ...",
  "best_match":"Beste Übereinstimmung",
  "best_work_environments":"Beste Arbeitsumgebungen",
  "bright_future":"Aussichtsreiche Zukunft",
  "career_information":"Berufsinformationen",
  "tip_type_for_caution_zone":"Warnzone",
  "try_again":"Klicken Sie hier, um es erneut zu versuchen",
  "close":"Schließen",
  "skill_name_for_communication":"Kommunikationstipps",
  "complements":"Ergänzungen",
  "cognitive_confirm_button":"Bestätigen",
  "conflicts":"Konflikte",
  "skill_name_for_dealing_with_stress":"Umgang mit Stress",
  "education":"Ausbildung",
  "employment_growth":"Beschäftigungswachstum",
  "skill_name_for_everyday_adjustments":"Tägliche Anpassungen",
  "experience_level":"Erfahrungsniveau",
  "extended_description":"Erweiterte Beschreibung",
  "featured_skill":"Aktuelle Fähigkeit",
  "filter":"Filter",
  "get_started":"Erste Schritte",
  "experience_level_5":"Hochschulabschluss",
  "green_career":"Umweltberufe",
  "skill_name_for_habits":"Gewohnheiten, auf denen Sie aufbauen sollten",
  "question_adaptability":"Haben sie einen Bewältigungsstil entwickelt?",
  "help":"Hilfe",
  "cognitive_instructions_step_2_heading":"Hier ist ein Beispiel",
  "experience_level_2":"Schulabschluss",
  "cognitive_practice_step_3_text":"In der obersten Zeile besteht die mittlere Form aus einer größeren Version der links von ihr liegenden Form mit der rechts von ihr liegenden Form im Inneren. Die Schattierung der Formen links und rechts sind in der mittleren Form umgekehrt. Die Form, die das Raster vervollständigt, ist daher die Form ganz oben rechts.",
  "cognitive_instructions_step_2_text":"In diesem Raster befinden sich in jeder Zeile und Spalte ein Dreieck, ein Fünfeck und ein Pfeil. Es gibt eine schwarze, eine blaue und eine weiße Form. Alle Formen sind gleich ausgerichtet. Die Form, die das Raster vervollständigt, ist daher die Form ganz links unten.",
  "cognitive_practice_step_2_text":"In diesem Raster erhöht sich die Anzahl der Linien für jede Form an jeder Zeile entlang und an jeder Spalte herunter um eins. Die Linien werden im Uhrzeigersinn hinzugefügt. Die Form, die das Raster vervollständigt, ist daher die Form ganz oben links.",
  "cognitive_practice_step_1_text":"In diesem Raster ist die oberste Form in der ersten Reihe um 180 Grad gedreht und in der entsprechenden Zelle darunter abgebildet. Die Form, die das Raster vervollständigt, ist daher die Form rechts unten.",
  "cognitive_instructions_step_1_heading":"Anleitung",
  "instructions":"Anleitung",
  "job_links":"Links zu Stellenangeboten",
  "least_represented_traits":"Am wenigsten ausgeprägte Eigenschaften",
  "loading":"Lädt",
  "skill_heading_for_everyday_adjustments":"Machen Sie das Beste auf Ihren Tagen, während Sie darauf warten, an Ihren Arbeitsplatz zurückzukehren.",
  "skill_heading_for_habits":"Machen Sie Ihre gewohnheitsmäßigen Verhaltensweisen zu Ihrer persönlichen Stärke. Diese Tipps sollen Ihnen dabei helfen, die ersten Schritte zu gehen.",
  "match_rate":"Übereinstimmungsrate",
  "me":"Ich",
  "more_information":"Weitere Informationen zu diesen Werten",
  "most_represented_traits":"Am stärksten ausgeprägte Eigenschaften",
  "cognitive_practice_step_3_button":"Weiter",
  "next":"Weiter",
  "cognitive_practice_step_1_button":"Nächste Frage",
  "cognitive_practice_step_2_button":"Nächste Frage",
  "no_careers":"Keine Berufe",
  "no_more_careers":"Keine Berufe mehr",
  "experience_level_1":"Keine Erfahrungen",
  "not_me":"Nicht ich",
  "most_represented_traits_definition":"Von den dreißig in diesem Test gemessenen Eigenschaften haben diese Eigenschaften Punktwerte im oberen Drittel der Gesamtantworten des Kandidaten erzielt. Durch die Aufführung in dieser Liste soll für die entsprechende Person nur die relative Ausprägung der Eigenschaften gegenüber den übrigen Eigenschaften dargestellt werden. Dadurch werden keine Informationen bereitgestellt, die zum Vergleich der Ausprägung einer vom Kandidaten gezeigten Eigenschaft im Vergleich zu einem anderen herangezogen werden können.",
  "cognitive_instructions_disability_text":"Bitte auswählen, wenn Sie unter einer Lernschwäche leiden.",
  "potential_benefits":"Mögliche Vorteile",
  "potential_pitfalls":"Mögliche Tücken",
  "cognitive_practice_heading":"Übungsfragen",
  "cognitive_question_alt_text":"Frage",
  "read_more":"Mehr erfahren",
  "really_me":"Wirklich ich",
  "really_not_me":"Wirklich nicht ich",
  "cognitive_response_alt_text":"Antwort",
  "room_for_growth_and_change":"Raum für Wachstum und Veränderung",
  "tip_type_for_room":"Raum für Wachstum und Veränderung",
  "salary_mean":"Gehaltsdurchschnitt",
  "search":"Suche",
  "tip_type_for_settings_third_person":"Einstellungen, die für sie in Ordnung sind",
  "tip_type_for_settings":"Einstellungen, die für Sie in Ordnung sind",
  "show_less":"Weniger anzeigen",
  "show_more":"Mehr anzeigen",
  "cognitive_skip_button":"Überspringen",
  "cognitive_skipped_questions":"Übersprungene Fragen",
  "sort":"Sortieren",
  "skill_heading_for_communication":"Sprechen, schreiben und Ideen austauschen ist wichtig. Probieren Sie diese Tipps für eine gute Kommunikation.",
  "cognitive_instructions_step_4_button":"Start",
  "cognitive_instructions_step_2_button":"Übung starten",
  "skill_name_for_teamwork":"Teamarbeit",
  "cognitive_results_heading":"Vielen Dank, dass Sie unseren Test absolviert haben",
  "dimension_description":"Der Dimensionspunktwert wird aus Ihren Antworten auf Items berechnet, die zusammen die zugrundeliegenden Komponenten der einzelnen Dimensionen messen. Insgesamt weist eine Person jeweils eine hohe, mittlere oder niedrige Ausprägung auf. Der Dimensionspunktwert ist ein standardisierter Punktwert zwischen 1 und 10. Punktwerte von 1-3 fallen in die Kategorie „Niedrig“, 4-6 in die Kategorie „Mittel“ und 7-10 in die Kategorie „Hoch“.",
  "green_career_html":"Die grüne Wirtschaft wird eine Veränderung in der Arbeitskräftenachfrage oder den Anforderungen an die Arbeit und die Beschäftigten bewirken, z. B. im Hinblick auf Aufgaben, Fähigkeiten, Kenntnisse und Referenzen. Daten von <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>.",
  "employment_growth_html":"Prozentuale Veränderung der Beschäftigung zwischen 2012 und 2022 Daten von <a href=\"http://www.bls.gov/ooh/fastest-growing.htm\" target=\"_blank\">U.S. Bureau of Labor Statistics</a>.",
  "salary_mean_html":"Arbeitsentgelt, bei dem eine Hälfte der Beschäftigten in diesem Beruf mehr und die andere Hälfte weniger als diesen Betrag verdient. Daten zum Durchschnittsgehalt von <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>.",
  "bright_future_html":"Diese Berufsfelder sollen in den kommenden Jahren ein schnelles Wachstum verzeichnen, versprechen ein großes Stellenangebot oder sind neue und im Entstehen begriffene Berufe. Daten von <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>.",
  "guide_intro":"Diese Persönlichkeitseigenschaften bilden die Grundlage für eine bestimmte Abfolge von Fragen, die sich auf die einzelnen Persönlichkeitstypen beziehen. Mit der ersten Frage soll bestätigt werden, wie sie sein sollten. Die zweite Frage soll mögliche Problembereiche ergründen.",
  "least_represented_traits_definition":"Diese Eigenschaften haben Punktwerte im unteren Drittel der Gesamtantworten des Kandidaten erhalten. Durch die Aufführung in dieser Liste soll für die entsprechende Person nur die relative Ausprägung der Eigenschaften gegenüber den übrigen Eigenschaften dargestellt werden.<br /><br />Dadurch werden keine Informationen bereitgestellt, die zum Vergleich der Ausprägung einer vom Kandidaten gezeigten Eigenschaft im Vergleich zu einem anderen herangezogen werden können.",
  "archetype_description_html":"Dieser Test hilft Ihnen dabei, die Komponenten Ihrer Persönlichkeit zu verstehen. Genau wie unser Körper aus verschiedenen Organsystemen besteht, können wir auch unsere Persönlichkeit als ein Gefüge betrachten, das sich aus einzelnen, gleich wichtigen Teilen zusammensetzt. Auch wenn wir uns von Tag zu Tag oder sogar von Situation zu Situation unterschiedlich fühlen und verhalten, zeichnen wir alle uns in der Regel durch eine höhere oder niedrigere Ausprägung von fünf Hauptdimensionen aus. Alle fünf Dimensionen prägen unsere Persönlichkeit – genau wie alle Teile unseres Körpers zusammenarbeiten, um uns gesund zu halten.",
  "match_rate_html":"Dieser Beruf passt zu Ihrer Persönlichkeit durch <span>%{match_rate}<span>%.",
  "title":"Titel",
  "guide_get_started_html":"Um die Sache zum Laufen zu bekommen, ist es möglicherweise sinnvoll, mit <a href='#traitify-question-1'>Frage 1</a> zu beginnen",
  "cognitive_results_html":"Um mehr über den soeben von Ihnen absolvierten Test zu erfahren, besuchen Sie bitte <a href=\"https://www.traitify.com\">Traitify.com</a>.",
  "tip_type_for_tools":"Anzuwendende Tools",
  "education_html":"Typisches Ausbildungsniveau, das die meisten Beschäftigten für den Einstieg in dieses Berufsfeld benötigen. Daten von <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>.",
  "slide_error":"Im Moment können keine weiteren Folien geladen werden",
  "skill_heading_for_working_from_home":"Beherzigen Sie diese Tipps, um fokussiert und produktiv zu bleiben, während Sie von zu Hause aus arbeiten.",
  "view_on_onet":"Sehen Sie sich Karrieredetails in O*Net an",
  "cognitive_instructions_step_1_button":"Beispiel anzeigen",
  "skill_heading_for_teamwork":"Häufig arbeiten wir an der Seite anderer Menschen. Machen Sie das Beste aus Ihrer Rolle in einem Team.",
  "cognitive_instructions_step_1_text":"Bei dieser Übung sollen Sie herausfinden, wie verschiedene Formen miteinander im Zusammenhang stehen. Auf jedem Bildschirm sehen Sie ein Raster mit einer fehlenden Form, die durch ein Fragezeichen (?) gekennzeichnet ist. Unter dem Raster befinden sich vier weitere Formen. Damit das Raster vollständig ist, muss das Fragezeichen durch eine dieser Formen ersetzt werden. Wenn die Übung beginnt, wählen Sie unter jedem Raster die Form aus, die dieses vervollständigt. Dann klicken Sie auf „Bestätigen“, um zur nächsten Frage zu gehen. Sie können auch Fragen überspringen, indem Sie auf „Überspringen“ klicken. Wenn Sie fertig sind, klicken Sie auf „Beispiel anzeigen“, um sich ein Beispiel anzusehen.",
  "question_purpose":"Was versuchen Sie herauszufinden?",
  "dimension_heading":"Was bedeutet das Ergebnis %{level} %{name} für mich?",
  "skill_heading_for_dealing_with_stress":"Im Beruf wie auch im Leben gibt es viele Hochs und Tiefs. Diese Tipps sollen Ihnen dabei helfen, damit umzugehen.",
  "skill_name_for_working_from_home":"Tipps für die Heimarbeit",
  "cognitive_practice_answer_correct":"Sie haben die Frage richtig beantwortet.",
  "cognitive_practice_answer_incorrect":"Sie haben die Frage falsch beantwortet.",
  "cognitive_alert_skip":"Die Übungsfragen können nicht übersprungen werden",
  "cognitive_confirm_retry":"Sie haben noch ein wenig Zeit. Möchten Sie sich an den Fragen versuchen, die Sie übersprungen haben?",
  "personality_heading":"Ihre %{deck_name} Persönlichkeit ist %{personality}"
}
