{
  "acceptable": "Dapat Diterima",
  "apply_now": "Daftar Sekarang",
  "archetype_description_html": "Asesmen ini membantumu untuk memahami komponen-komponen yang ada dalam kepribadianmu. Sama seperti tubuh kita yang tersusun dari sistem organ yang berbeda-beda, kita dapat berpikir bahwa kepribadian kita memiliki bagian-bagian yang terpisah, dan sama pentingnya. Meskipun mungkin kita merasa atau bersikap sedikit berbeda hari ke hari, atau bahkan dari suatu situasi ke situasi berikutnya, kita biasanya menunjukkan tingkat lima dimensi dasar yang lebih tinggi atau lebih rendah. Kelima dimensi membentuk siapa kita, sama seperti semua bagian di tubuh kita bekerja bersama untuk menjaga kita tetap sehat. ",
  "back": "Kembali",
  "badge": "",
  "best_match": "Sangat Cocok",
  "best_work_environments": "Lingkungan Kerja Terbaik",
  "bright_future": "Masa Depan Cerah",
  "bright_future_html": "Pekerjaan-pekerjaan ini diekspektasikan akan berkembang secara pesat dalam beberapa tahun ke depan, akan membuka lapangan pekerjaan dalam jumlah besar, atau pekerjaan baru dan berkembang. Data diambil dari <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>",
  "career_information": "Informasi Karir",
  "career_matches": "Karir yang Cocok",
  "careers_link_heading": "Lihat rekomendasi karir untukmu",
  "careers_link_heading_third_person": "Lihat rekomendasi karir untuk mereka",
  "close": "Tutup",
  "cognitive_alert_skip": "Kamu tidak dapat melewati pertanyaan latihan",
  "cognitive_id_specific_instructions": {
    "6f42a946-a936-45f9-9b2b-dbc1ad80b936": "Sekarang waktunya untuk berlatih. Sebelum kamu memulai, ingat:  Terdapat 31 pertanyaan dalam latihan ini. Kamu memiliki waktu selama kamu ingin menyelesaikannya. Namun, kebanyakan orang akan menyelesaikan latihan ini dalam waktu 15 menit. Kamu harus mencari tempat yang tenang dimana kamu dapat memberikan perhatian penuhmu pada latihan ini tanpa terganggu. Kamu dapat melewati pertanyaan jika  perlu tetapi usahakan untuk menjawab setiap pertanyaan. Silahkan selesaikan latihan ini dalam sekali duduk"
  },
  "cognitive_confirm_button": "Konfirmasi",
  "cognitive_confirm_retry": "Apakah kamu ingin mencoba pertanyaan yang kamu lewati?",
  "cognitive_confirm_skip": "Apakah kamu yakin ingin melewatinya?",
  "cognitive_instructions_disability_text": "Silahkan pilih jika kamu mengalami ketidakmampuan belajar",
  "cognitive_instructions_step_1_button": "Perhatikan Contoh",
  "cognitive_instructions_step_1_heading": "Instruksi",
  "cognitive_instructions_step_1_text": "Kami ingin anda mengetahui bagaimana bentuk yang berbeda-beda berhubungan satu sama lain. Pada setiap layar kamu akan melihat sebuah kisi-kisi dengan sebuah bentuk yang hilang, seperti yang ditunjukkan oleh tanda '?'. Di bawah kisi-kisi terdapat empat bentuk, dimana salah satunya dapat menggantikan '?' untuk melengkapi kisi-kisi.\n\nSetelah latihan dimulai, pilih bagian dari setiap bawah kisi-kisi untuk melengkapinya, kemudian klik 'Konfirmasi' untuk berpindah ke soal berikutnya. Kamu juga mungkin akan melewati pertanyaan dengan mengklik \"Lewati\". Ketika kamu siap, klik pada bagian 'Lihat Contoh' untuk melihat contoh yang diberikan. ",
  "cognitive_instructions_step_2_button": "Mulai Latihan",
  "cognitive_instructions_step_2_heading": "Berikut ini contohnya",
  "cognitive_instructions_step_2_text": "Di dalam kisi-kisi ini terdapat segitiga, segi lima, dan panah pada di setiap baris dan kolom. Terdapat satu bentuk berwarna hitam, satu biru dan satu putih dan semua bentuk memiliki orientasi yang sama. Bentuk yang melengkapi kisi-kisi merupakan bentuk di kiri bawah.",
  "cognitive_instructions_step_4_button": "Mulai",
  "cognitive_instructions_step_4_heading": "Sebelum kamu mulai…",
  "cognitive_instructions_step_4_html": "Sekarang waktunya untuk berlatih. Sebelum kamu memulai, ingat:  Terdapat 20 pertanyaan dalam latihan ini dan kamu memiliki waktu selama kamu ingin menyelesaikannya. Kamu harus mencari tempat yang tenang dimana kamu dapat memberikan perhatian penuhmu pada latihan ini tanpa terganggu. Kamu dapat melewati pertanyaan jika perlu  tetapi usahakan untuk menjawab setiap pertanyaan. Silahkan selesaikan latihan ini dalam sekali duduk",
  "cognitive_instructions_trial_step_1_text": "Pada setiap layar kamu akan melihat kisi-kisi dengan sebuah bentuk yang hilang, seperti yang ditunjukkan oleh tanda '?'. Di bawah kisi-kisi terdapat empat bentuk, dimana salah satunya dapat menggantikan '?' untuk melengkapi kisi-kisi. Setelah latihan dimulai, pilih bentuk dari setiap bawah kisi-kisi yang melengkapinya, kemudian klik 'Konfirmasi' untuk berpindah ke soal berikutnya. Kamu juga mungkin akan melewati pertanyaan dengan mengklik \"Lewati\". Ketika kamu siap, klik pada bagian 'Lihat Contoh' untuk melihat contoh yang diberikan. ",
  "cognitive_instructions_trial_step_4_timed_html": "Kamu akan melihat dua set pada latihan ini dimana terdapat 20 pertanyaan untuk setiap setnya. Untuk set pertama kamu akan diberi waktu 5 menit untuk menyelesaikan pertanyaan sebanyak-banyaknya. Untuk set kedua, tidak akan ada batasan waktu. Kamu dapat mengerjakan selama yang kamu inginkan. Kamu harus mencari tempat yang tenang dimana kamu dapat memberikan perhatian penuhmu pada latihan tanpa terganggu. Kamu dapat melewati pertanyaan jika diperlukan, tetapi usahakan untuk menjawab setiap pertanyaan. Silahkan selesaikan kedua set latihan dalam sekali duduk. Sekarang waktunya untuk latihan pertama...Ingat kamu akan memiliki waktu 5 menit untuk menyelesaikan pertanyaan sebanyak-banyaknya.",
  "cognitive_instructions_trial_step_4_timed_minimal_html": "Sekarang waktunya untuk ke latihan berikutnya…Ingat kamu memiliki waktu 5 menit untuk menyelesaikan banyak pertanyaan sebisamu.",
  "cognitive_instructions_trial_step_4_untimed_html": "Kamu akan melihat dua set pada latihan ini dimana terdapat 20 pertanyaan untuk setiap setnya. Untuk set pertama kamu dapat menggunakan waktu selama yang kamu inginkan dan tidak akan ada batasan waktu. Untuk set kedua kamu akan diberi waktu 5 menit untuk menyelesaikan pertanyaan sebanyak-banyaknya. Kamu harus mencari tempat yang tenang dimana kamu dapat memberikan perhatian penuhmu pada latihan tanpa terganggu. Kamu dapat melewati pertanyaan jika kamu membutuhkannya, tetapi usahakan untuk menjawab setiap pertanyaan. Silahkan selesaikan kedua set latihan dalam sekali duduk. Sekarang waktunya untuk latihan pertama...Ingat kamu memiliki waktu sebanyak yang kamu butuhkan untuk menyelesaikan pertanyaan sebanyak yang kamu bisa.",
  "cognitive_instructions_trial_step_4_untimed_minimal_html": "Sekarang waktunya untuk ke latihan berikutnya…Ingat kamu memiliki waktu sebanyak yang kamu butuhkan untuk menyelesaikan pertanyaan sebanyak yang kamu bisa.",
  "cognitive_practice_answer_correct": "Kamu menjawab dengan benar.",
  "cognitive_practice_answer_incorrect": "Kamu menjawab salah.",
  "cognitive_practice_heading": "Pertanyaan Latihan",
  "cognitive_practice_step_1_button": "Pertanyaan Selanjutnya",
  "cognitive_practice_step_1_heading": "Penjelasan Jawaban",
  "cognitive_practice_step_1_text": "Pada kisi-kisi ini, bentuk atas pada baris pertama diputari sebesar 180 derajat dan terlihat pada kolom yang sesuai di bawah. Oleh karena itu, bentuk yang melengkapi kisi-kisi ini adalah bentuk di kanan bawah.",
  "cognitive_practice_step_2_button": "Pertanyaan Selanjutnya",
  "cognitive_practice_step_2_heading": "Penjelasan Jawaban",
  "cognitive_practice_step_2_text": "Pada kisi-kisi ini, jumlah garis yang ditampilkan untuk setiap bentuk bertambah satu di sepanjang setiap baris dan di bawah setiap kolom. Garis ditambahkan searah jarum jam. Oleh karena itu, bentuk yang melengkapi kisi-kisi ini adalah bentuk di sebelah kiri atas. ",
  "cognitive_practice_step_3_button": "Selanjutnya",
  "cognitive_practice_step_3_heading": "Penjelasan Jawaban",
  "cognitive_practice_step_3_text": "Pada baris atas, bentuk yang di tengah merupakan versi yang lebih besar dari bentuk di sebelah kiri dengan bentuk di sebelah kanan di dalamnya. Bayangan bentuk di sebelah kiri dan kanan dibalik pada bentuk yang berada di tengah. Oleh karena itu, bentuk yang melengkapi kisi-kisi adalah bentuk yang berada di kanan atas. ",
  "cognitive_question_alt_text": "Pertanyaan",
  "cognitive_response_alt_text": "Respon",
  "cognitive_results_heading": "Terima kasih telah menyelesaikan asesmen kami",
  "cognitive_results_html": "Untuk belajar lebih banyak mengenai asesmen yang baru saja kamu kerjakan, dapat mengunjungi <a href=\"https://www.traitify.com\">Traitify.com</a>.",
  "cognitive_skipped_questions": "Pertanyaan yang Dilewati",
  "cognitive_skip_button": "Lewati",
  "complements": "Pelengkap",
  "conflicts": "Konflik",
  "dimension_description": "Skor dimensi dihitung berdasarkan pada respon yang kamu berikan pada item-item yang bersama-sama mengukur komponen dasar untuk setiap dimensi. Secara keseluruhan, individu masing-masing memiliki tingkat Tinggi, Sedang dan Rendah untuk setiap dimensinya. ",
  "dimension_heading": "Apa arti %{level} %{name} ku untuk ku?",
  "dimension_heading_for_benefits": "%{level} %{name} Manfaat Potensial",
  "discover_jobs": "Menemukan Pekerjaan",
  "education": "Pendidikan",
  "education_html": "Tingkat pendidikan yang dibutuhkan banyak pekerja uintuk dapat memasuki pekerjaan ini. Data dari <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>",
  "education_level": "Tingkat Pendidikan",
  "employment_growth": "Pertumbuhan Lapangan Pekerjaan",
  "employment_growth_html": "Persentase perubahan lapangan kerja antara tahun 2012-2022 Data didapat dari Biro Statistik Tenaga Kerja AS <a href=\"http://www.bls.gov/ooh/fastest-growing.htm\" target=\"_blank\">U.S. Bureau of Labor Statistics</a>",
  "experience_level_1": "Tidak Ada",
  "experience_level_2": "Ijazah Sekolah Menengah Atas",
  "experience_level_3": "Gelar Diploma (D3)",
  "experience_level_4": "Gelar Sarjana",
  "experience_level_5": "Gelar Pascasarjana",
  "extended_description": "Deskripsi yang Diperluas",
  "featured_skill": "Ketrampilan Unggulan",
  "filter": "Menyaring",
  "get_started": "Memulai",
  "green_career": "Karir Hijau",
  "green_career_html": "Ekonomi hijau akan menyebabkan perubahan pada tingkat permintaan lapangan kerja atau persyaratan pekerjaan atau pekerja seperti tugas-tugas, kemampuan, pengetahuan, dan kepercayaan. Data dari <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>",
  "guide_intro": "Karakteristik kepribadian ini menyediakan dasar untuk mengajukan serangkaian pertanyaan tertentu untuk setiap 'tipe-tipe' kepribadian. Pertanyaan pertama diberikan untuk mengkonfirmasi seperti apa mereka seharusnya; pertanyaan kedua untuk mengeksplorasi area-area yang mungkin perlu menjadi perhatian. ",
  "help": "Bantuan",
  "instructions": "Instruksi",
  "interview_guide_description": "Pertanyaan-pertanyaan ini disesuaikan untuk kandidat ini berdasarkan pada tingkat setiap dimensi kepribadian. Kamu mungkin ingin meninjau profil kepribadian kandidat untuk mempelajari apakah mereka memiliki tingkat yang tinggi, sedang, atau rendah untuk setiap dimensi, dan kemudian menyusun wawancara mereka berdasarkan pada komponen kepribadian yang menjadi perhatian utama untuk posisi yang mereka cari. ",
  "interview_guide_heading": "Tips Wawancara/ Pertanyaan",
  "job_links": "Tautan Pekerjaan",
  "learn_more": "Belajar Lebih Banyak",
  "least_represented_traits": "Sifat yang Paling Sedikit Terwakili",
  "least_represented_traits_definition": "Sifat-sifat ini mendapatkan skor di posisi tiga terbawah dari respon total kandidat. Penampilan dari daftar ini hanya menunjukkan posisi relatif dari sifat-sifat ini pada kandidat ini dibandingkan dengan sifat-sifat lainnya. Daftar ini tidak menyediakan informasi yang dapat digunakan untuk membandingkan tingkat sifat yang ditunjukkan kandidat satu dengan kandidat lainnya.",
  "level": {
    "high": "Tinggi",
    "low": "Rendah",
    "medium": "Sedang"
  },
  "loading": "Memuat",
  "local_salary": "Gaji Lokal",
  "location": "Lokasi",
  "location_placeholder": "contoh. Baltimore, MD",
  "match_rate": "Cocok",
  "match_rate_html": "Karir ini cocok dengan kepribadianmu sebesar <span>%{match_rate}<span>%",
  "me": "Sedang",
  "more_information": "Informasi lebih lanjut mengenai nilai-nilai ini. ",
  "most_represented_traits": "Sifat yang Paling Terwakili",
  "most_represented_traits_definition": "Dari tiga puluh sifat yang diukur oleh asesmen ini, sifat-sifat ini mendapatkan skor di posisi tiga teratas dari respon total kandidat. Penampilan dari daftar ini hanya menunjukkan posisi relatif dari sifat-sifat ini pada kandidat ini dibandingkan dengan sifat-sifat lainnya. Daftar ini tidak menyediakan informasi yang dapat digunakan untuk membandingkan tingkat sifat yang ditunjukkan kandidat satu dengan kandidat lainnya.",
  "next": "Selanjutnya",
  "no_careers": "Tidak Ada Karir",
  "no_jobs": "Tidak ada pekerjaan lokal yang ditemukan untuk karir ini. Silahkan kunjungi %{job_source} untuk menemukan lebih banyak kesempatan.",
  "no_more_careers": "Tidak Ada Lagi Karir",
  "not_me": "Bukan Saya",
  "personality_advice": "Nasihat Kepribadian",
  "personality_base_heading": "Tipe kepribadianmu adalah %{personality}",
  "personality_base_heading_third_person": "Tipe kepribadian mereka adalah %{personality}",
  "personality_blend": "Perpaduan Kepribadian",
  "personality_blend_heading": "Perpaduan kepribadianmu adalah %{personality}",
  "personality_blend_heading_third_person": "Perpaduan kepribadian mereka adalah %{personality}",
  "personality_breakdown": "Rincian Kepribadian",
  "personality_details": "Detail Kepribadian",
  "personality_heading": "Kepribadian %{deck_name} kamu adalah %{personality}",
  "personality_heading_third_person": "Kepribadian %{deck_name} : %{personality}",
  "personality_tips": "Tips Kepribadian",
  "personality_traits": "Ciri-ciri Kepribadian",
  "personality_traits_description": "Ini adalah lima sifat teratasmu yang diukur pada skala 0% sampai dengan 100%",
  "personality_type": "Tipe Kepribadian",
  "potential_benefits": "Manfaat Potensial",
  "potential_pitfalls": "Potensi Jebakan",
  "potential_risk": "Resiko Potensial",
  "preferred": "Lebih Disukai",
  "question_adaptability": "Apakah mereka sudah mengembangkan gaya mengatasi?",
  "question_purpose": "Apa yang ingin kamu ketahui?",
  "radar_chart_label": "Sebuah bagan yang menunjukkan hasilmu. Lihat versi teks di bawah",
  "read_more": "Baca Lebih Lanjut",
  "really_me": "Benar-benar Saya",
  "really_not_me": "Benar-benar Bukan Saya",
  "recommendation_chart_description": "Di bawah ini, kamu dapat melihat hasil kepribadian kandidat yang dirinci berdasarkan masing-masing dimensi Lima Besar. Skor diberi kode warna untuk mengindikasikan rentang yang paling sesuai (hijau), disusul warna kuning dan merah. Rentang ini bervariasi untuk setiap pekerjaan. Hal ini didasarkan pada beberapa informasi yang mungkin di dalamnya meliputi penelitian yang dipublikasikan, deskripsi pekerjaan, dan wawancara dengan orang-orang yang memahami pekerjaan tersebut. ",
  "recommendation_chart_heading": "Rincian yang Sesuai",
  "room_for_growth_and_change": "Ruang untuk Pertumbuhan dan Perubahan",
  "salary_mean": "Rata-rata Gaji",
  "salary_mean_html": "Upah dimana separuh pekerja dalam suatu pekerjaan mendapatkan penghasilan lebih dari jumlah tersebut dan separuhnya lagi mendapatkan penghasilan lebih sedikit. Data median upah didapatkan dari <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>",
  "search": "Mencari",
  "show_less": "Menampilkan Lebih Sedikit",
  "show_more": "Menampilkan Lebih Banyak",
  "skill_heading_for_communication": "Berbicara, menulis dan membagikan ide-ide adalah hal penting, Cobalah tips ini untuk berkomunikasi dengan baik,",
  "skill_heading_for_dealing_with_stress": "Pekerjaan dan kehidupan memiliki cukup banyak suka dan duka. Berikut tips yang dapat membantumu untuk mengatasinya. ",
  "skill_heading_for_everyday_adjustments": "Manfaatkan hari-harimu semaksimal mungkin sambil menunggu untuk kembali bekerja.",
  "skill_heading_for_habits": "Jadikan perilaku rutinmu sebagai kekuatan personalmu. Berikut adalah beberapa ide untuk membantumu memulai.",
  "skill_heading_for_leading_others": "Kemampuan memimpin membantumu untuk tumbuh, sekarang dan juga di masa depan. ",
  "skill_heading_for_teamwork": "Kita seringkali bekerja sama dengan orang lain. Maksimalkan peranmu dalam tim.",
  "skill_heading_for_working_from_home": "Gunakan tips ini untuk tetap fokus dan produktif ketika bekerja dari rumah.",
  "skill_name_for_communication": "Tips Komunikasi",
  "skill_name_for_dealing_with_stress": "Mengatasi Stres",
  "skill_name_for_everyday_adjustments": "Penyesuaian Diri Sehari-hari",
  "skill_name_for_habits": "Kebiasaan yang Perlu Dibangun",
  "skill_name_for_leading_others": "Memimpin Orang Lain",
  "skill_name_for_teamwork": "Kerja Tim",
  "skill_name_for_working_from_home": "Tips Bekerja dari Rumah",
  "slide_error": "Tidak dapat memuat lebih banyak slide untuk saat ini",
  "sort": "Menggolongkan",
  "success_skills": "Kemampuan untuk Sukses",
  "tip_type_for_caution_zone": "Zona yang Perlu Diwaspadai",
  "tip_type_for_room": "Ruang untuk Pertumbuhan dan Perubahan",
  "tip_type_for_settings": "Pengaturan untuk Anda",
  "tip_type_for_settings_third_person": "Pengaturan untuk Mereka",
  "tip_type_for_tools": "Alat untuk Digunakan",
  "title": "Jabatan",
  "try_again": "Klik Disini untuk Mencoba Kembali",
  "view_on_onet": "Lihat Detail Karir di O*Net"
}