{
  "apply_now": "Applica ora",
  "acceptable": "Accettabile",
  "archetype_description_html": "Questa valutazione ti aiuta a comprendere i componenti della tua personalità. Proprio come i nostri corpi sono composti da diversi sistemi di organi, possiamo pensare che le nostre personalità abbiano parti separate e ugualmente importanti. <br /> <br /> Anche se potremmo sentire e comportarci in modo leggermente diverso da un giorno all'altro, o Anche da una situazione all'altra, in genere visualizziamo tutti livelli più alti o più bassi di cinque dimensioni core. Tutte e cinque le dimensioni modellano chi siamo, proprio come tutte le parti del nostro corpo lavorano insieme per mantenerci in salute.",
  "back": "Di ritorno",
  "badge": "Distintivo",
  "best_match": "Migliore corrispondenza",
  "best_work_environments": "I migliori ambienti di lavoro",
  "bright_future": "Futuro radioso",
  "bright_future_html": "Queste professioni dovrebbero crescere rapidamente nei prossimi anni, avranno un gran numero di aperture di lavoro o sono nuove e emergenti professioni. Dati da <a href=\"http://www.onetonline.org\" target=\"_blank\">Onet online</a>.",
  "career_information": "Informazioni sulla carriera",
  "career_matches": "Partite di carriera",
  "careers_link_heading": "Visualizza i tuoi consigli di carriera personalizzati",
  "careers_link_heading_third_person": "Visualizza le loro raccomandazioni di carriera personalizzate",
  "close": "Chiudere",
  "cognitive_alert_skip": "Non sei in grado di saltare le domande di pratica",
  "cognitive_confirm_button": "Confermare",
  "cognitive_confirm_retry": "Vorresti tentare le domande che hai saltato?",
  "cognitive_confirm_skip": "Sei sicuro di voler saltare?",
  "cognitive_instructions_disability_text": "Seleziona se hai una disabilità di apprendimento.",
  "cognitive_instructions_step_1_button": "Visualizza esempio",
  "cognitive_instructions_step_1_heading": "Istruzioni",
  "cognitive_instructions_step_1_text": "Vorremmo che tu capisca quanto diverse forme sono correlate tra loro.\n\nNon ogni schermate vedrai una griglia con una forma mancante, come mostrato da A '?'. Sotto la griglia si trovano quattro forme, una delle quali sostituisce il '?' Per completare la griglia.\n\nNonce L'esercizio inizia, scegli la forma da sotto ogni griglia che la completa, quindi fai clic su \"Conferma\" per passare alla domanda successiva. Puoi anche saltare la domanda facendo clic su \"Salta\". Quando sei pronto, fai clic su \"Visualizza esempio\" per vedere un esempio.",
  "cognitive_instructions_step_2_button": "Inizia le prove",
  "cognitive_instructions_step_2_heading": "Ecco un esempio",
  "cognitive_instructions_step_2_text": "In questa griglia c'è un triangolo, il pentagono e la freccia in ogni riga e colonna. C'è una forma nera, una blu e una bianca e le forme sono tutte nello stesso orientamento. La forma che completa la griglia è quindi la forma inferiore sinistra.",
  "cognitive_instructions_step_4_button": "Inizio",
  "cognitive_instructions_step_4_heading": "Prima che inizi...",
  "cognitive_instructions_step_4_html": "<p> Ora è il momento dell'esercizio. Prima di iniziare a ricordare: </p> <ul> <li> Ci sono 20 domande nell'esercizio e potresti avere finché vuoi completarli. </li> <li> Dovresti trovare un posto tranquillo in cui tu Può dare all'esercizio la tua piena attenzione senza essere distratto. </li> <li> Puoi saltare le domande se è necessario, ma provare a dare una risposta a ogni domanda. </li> <li> Per favore, completa l'esercizio in una singola seduto. </li> </ul>",
  "cognitive_instructions_trial_step_1_text": "Su ogni schermata vedrai una griglia con una forma mancante, come mostrato da A '?'. Sotto la griglia ci sono altre quattro forme, una delle quali sostituisce il '?' Per completare la griglia.\n\nNonce L'esercizio inizia, scegli la forma da sotto ogni griglia che la completa, quindi fai clic su \"Conferma\" per passare alla domanda successiva.\n\nNyou può anche saltare la domanda facendo clic su \"salta\" . Quando sei pronto, fai clic su \"Visualizza esempio\" per vedere un esempio.",
  "cognitive_instructions_trial_step_4_timed_html": "<ul> <li> <i> <b> Vedrai due serie di esercizi con 20 domande in ciascuna. </b> Per il primo set ti verranno dati 5 minuti per completare quante più domande che puoi. Per il secondo set, non ci saranno limiti di tempo. Sarai in grado di impiegare tutto il tempo che desideri. </i> </li> <li> Dovresti trovare un posto tranquillo in cui puoi dare agli esercizi la tua piena attenzione senza essere distratto. </li> <li > Puoi saltare le domande se necessario, ma prova a dare una risposta a ogni domanda. </li> <li> Per favore, completa entrambi gli esercizi in una sola seduta. </li> </ul> <p> ORA È tempo per il primo esercizio ... </p> <p> Ricorda che avrai 5 minuti per completare quante più domande che puoi. </p>",
  "cognitive_instructions_trial_step_4_timed_minimal_html": "<p> Ora è il momento del prossimo esercizio ... </p> <p> Ricorda che avrai 5 minuti per completare quante più domande che puoi. </p>",
  "cognitive_instructions_trial_step_4_untimed_html": "<ul> <li> <i> <b> vedrai due serie di esercizi con 20 domande in ciascuna. </b> Per il primo set potrai impiegare tutto il tempo che desideri e ci sarà Nessun limite di tempo. Per il secondo set ti verranno dati 5 minuti per completare quante più domande che puoi. </i> </li> <li> Dovresti trovare un posto tranquillo in cui puoi prestare agli esercizi tutta la tua attenzione senza essere distratto. /li> <li> Puoi saltare le domande se necessario, ma cerca di dare una risposta a ogni domanda. </li> <li> Per favore, completa entrambi gli esercizi in una sola seduta. </li> </ul > <p> Ora è il momento del primo esercizio ... </p> <p> Ricorda che avrai tutto il tempo che devi completare quante più domande che puoi. </p>",
  "cognitive_instructions_trial_step_4_untimed_minimal_html": "<p> Ora è il momento del prossimo esercizio ... </p> <p> Ricorda che avrai tutto il tempo necessario per completare quante più domande che puoi. </p>",
  "cognitive_practice_answer_correct": "Hai risposto correttamente.",
  "cognitive_practice_answer_incorrect": "Hai risposto in modo errato.",
  "cognitive_practice_heading": "Pratica domande",
  "cognitive_practice_step_1_button": "Prossima domanda",
  "cognitive_practice_step_1_heading": "Risposta Spiegazione",
  "cognitive_practice_step_1_text": "In questa griglia, la forma superiore nella prima riga viene ruotata di 180 gradi e mostrata nella cella corrispondente di seguito. La forma che completa questa griglia è quindi la forma in basso a destra.",
  "cognitive_practice_step_2_button": "Prossima domanda",
  "cognitive_practice_step_2_heading": "Risposta Spiegazione",
  "cognitive_practice_step_2_text": "In questa griglia, il numero di righe mostrate per ciascuna forma aumenta di una lungo ogni riga e giù per ogni colonna. Le linee vengono aggiunte in senso orario. La forma che completa questa griglia è quindi la forma in alto a sinistra.",
  "cognitive_practice_step_3_button": "Prossimo",
  "cognitive_practice_step_3_heading": "Risposta Spiegazione",
  "cognitive_practice_step_3_text": "Nella riga superiore, la forma centrale è costituita da una versione più grande della forma a sinistra con la forma a destra all'interno. L'ombreggiatura delle forme a sinistra e a destra è invertita in forma media. La forma che completa la griglia è quindi la forma in alto a destra.",
  "cognitive_question_alt_text": "Domanda",
  "cognitive_response_alt_text": "Risposta",
  "cognitive_results_heading": "Grazie per aver completato la nostra valutazione",
  "cognitive_results_html": "Per saperne di più sulla valutazione che hai appena effettuato, visitare <a href=\"https://www.traitify.com\">tratify.com</a>.",
  "cognitive_skipped_questions": "Domande saltate",
  "cognitive_skip_button": "Saltare",
  "complements": "Complementi",
  "conflicts": "Conflitti",
  "dimension_description": "Il punteggio della dimensione viene calcolato dalle risposte agli elementi che insieme misurano i componenti sottostanti di ciascuna dimensione. Nel complesso, un individuo ha un livello alto, moderato o basso di ciascuno.",
  "dimension_heading": "Cosa significa per me il mio %{level} %{name}?",
  "dimension_heading_for_benefits": "%{level} %{name} Benefici potenziali",
  "discover_jobs": "Scopri i lavori",
  "education": "Formazione scolastica",
  "education_html": "Livello tipico di istruzione di cui la maggior parte dei lavoratori deve entrare in questa occupazione. Dati da <a href=\"http://www.onetonline.org\" target=\"_blank\">Onet online</a>.",
  "education_level": "Livello di istruzione",
  "employment_growth": "Crescita dell'occupazione",
  "employment_growth_html": "La variazione percentuale dell'occupazione tra i dati 2012-2022 da <a href=\"http://www.bls.gov/ooh/fastest-growing.htm\" target=\"_blank\">U.S. Bureau of Labor Statistics</a>.",
  "experience_level_1": "Nessuno",
  "experience_level_2": "Diploma di scuola superiore",
  "experience_level_3": "Laurea in associazione",
  "experience_level_4": "Laurea",
  "experience_level_5": "Laurea",
  "extended_description": "Descrizione estesa",
  "featured_skill": "Abilità in primo piano",
  "filter": "Filtro",
  "get_started": "Iniziare",
  "green_career": "Carriera verde",
  "green_career_html": "L'economia verde causerà un cambiamento nella domanda di lavoro o nei requisiti del lavoro e dei lavoratori come compiti, competenze, conoscenze e credenziali. Dati da <a href=\"http://www.onetonline.org\" target=\"_blank\">Onet online</a>.",
  "guide_intro": "Queste caratteristiche della personalità forniscono la base per porre una particolare sequenza di domande su ciascuno dei \"tipi\" della personalità. La prima domanda è cercare di confermare come dovrebbero essere; Le seconde due aree esplorano la possibile preoccupazione.",
  "help": "Aiuto",
  "instructions": "Istruzioni",
  "interview_guide_description": "Queste domande sono personalizzate per questo candidato in base ai loro livelli di ogni dimensione della personalità. Potresti voler rivedere il profilo della personalità del candidato per imparare se sono alti, medi o bassi in ogni dimensione, e quindi strutturare la propria intervista attorno ai componenti della personalità che sono di maggiore preoccupazione per la posizione che cercano.",
  "interview_guide_heading": "Suggerimenti/domande di intervista",
  "job_links": "Collegamenti di lavoro",
  "learn_more": "Per saperne di più",
  "least_represented_traits": "Tratti meno rappresentati",
  "least_represented_traits_definition": "Questi tratti hanno ricevuto punteggi nel terzo inferiore delle risposte totali di questo candidato. L'aspetto in questo elenco riflette solo la posizione relativa di questi tratti per questo individuo rispetto ai tratti rimanenti. Ciò non fornisce informazioni che possono essere utilizzate per confrontare l'estensione di un tratto visualizzato da un candidato contro un altro.",
  "level": {
    "high": "Alto",
    "low": "Basso",
    "medium": "Medio"
  },
  "loading": "Caricamento in corso",
  "local_salary": "Stipendio locale",
  "location": "Posizione",
  "location_placeholder": "ex. Baltimora, MD",
  "match_rate": "Incontro",
  "match_rate_html": "Questa carriera corrisponde alla tua personalità di <nan>%{match_rate} <span>%.",
  "me": "Me",
  "more_information": "Maggiori informazioni su questi valori",
  "most_represented_traits": "I tratti più rappresentati",
  "most_represented_traits_definition": "Dei trenta tratti misurati da questa valutazione, questi tratti hanno ricevuto punteggi nel terzo superiore delle risposte totali di questo candidato. L'aspetto in questo elenco riflette solo la posizione relativa di questi tratti per questo individuo rispetto ai tratti rimanenti. Ciò non fornisce informazioni che possono essere utilizzate per confrontare l'estensione di un tratto visualizzato da un candidato contro un altro.",
  "next": "Prossimo",
  "no_careers": "Nessuna carriera",
  "no_jobs": "Nessun lavoro locale è stato trovato per questa carriera. Visita %{job_source} per trovare più opportunità.",
  "no_more_careers": "Niente più carriere",
  "not_me": "Non me",
  "personality_advice": "Consiglio della personalità",
  "personality_base_heading": "Il tuo tipo di personalità è %{personality}",
  "personality_base_heading_third_person": "Il loro tipo di personalità è %{personality}",
  "personality_blend": "Miscela della personalità",
  "personality_blend_heading": "La tua miscela di personalità è %{personality}",
  "personality_blend_heading_third_person": "La loro miscela di personalità è %{personality}",
  "personality_breakdown": "Guasto alla personalità",
  "personality_details": "Dettagli della personalità",
  "personality_heading": "Il tuo %{deck_name} la personalità è %{personality}",
  "personality_heading_third_person": "%{deck_name} personalità: %{personality}",
  "personality_tips": "Suggerimenti per la personalità",
  "personality_traits": "Tratti della personalità",
  "personality_traits_description": "Ecco i tuoi primi 5 tratti misurati su una scala dello 0% al 100%",
  "personality_type": "Tipo di personalità",
  "potential_benefits": "Potenziali vantaggi",
  "potential_pitfalls": "Potenziali insidie",
  "potential_risk": "Potenziale rischio",
  "preferred": "Preferito",
  "question_adaptability": "Hanno sviluppato uno stile di coping?",
  "question_purpose": "Cosa stai cercando di scoprirlo?",
  "radar_chart_label": "Un grafico che mostra i tuoi risultati. Vedi la versione del testo di seguito",
  "read_more": "Leggi di più",
  "really_me": "Davvero io",
  "really_not_me": "Davvero non io",
  "recommendation_chart_description": "Di seguito, puoi vedere i risultati della personalità del candidato suddivisi da ciascuna delle grandi cinque dimensioni. I punteggi sono codificati a colori per indicare le gamme più adatte (verde), seguite da giallo e rosso. Questi intervalli variano per ogni lavoro. Si basano su diverse informazioni che possono includere ricerche pubblicate, descrizioni di lavoro e interviste con persone che hanno familiarità con il lavoro.",
  "recommendation_chart_heading": "Breakdown in forma",
  "room_for_growth_and_change": "Spazio per la crescita e il cambiamento",
  "salary_mean": "Stipendio significa",
  "salary_mean_html": "Il salario a cui la metà degli operai nell'occupazione ha guadagnato più di tale importo e metà ha guadagnato meno. I dati salariali mediani provengono da <a href=\"http://www.onetonline.org\" target=\"_blank\">Onet online</a>.",
  "search": "Ricerca",
  "show_less": "Mostra meno",
  "show_more": "Mostra di più",
  "skill_heading_for_communication": "Parlare, scrivere e condividere idee sono importanti. Prova questi suggerimenti per comunicare bene.",
  "skill_heading_for_dealing_with_stress": "Il lavoro e la vita hanno molti alti e bassi. Ecco suggerimenti per aiutarti a far fronte.",
  "skill_heading_for_everyday_adjustments": "Sfrutta al meglio i tuoi giorni in attesa di un ritorno al lavoro.",
  "skill_heading_for_habits": "Rendi i tuoi comportamenti di routine una forza personale. Ecco alcune idee per iniziare.",
  "skill_heading_for_leading_others": "Le capacità di leadership ti aiutano a crescere, ora e in futuro.",
  "skill_heading_for_teamwork": "Lavoriamo spesso al fianco degli altri. Ottieni il massimo dal tuo ruolo in una squadra.",
  "skill_heading_for_working_from_home": "Usa questi suggerimenti per rimanere concentrati e produttivi mentre si lavora da casa.",
  "skill_name_for_communication": "Suggerimenti di comunicazione",
  "skill_name_for_dealing_with_stress": "Affrontare lo stress",
  "skill_name_for_everyday_adjustments": "Regolazioni quotidiane",
  "skill_name_for_habits": "Abitudini da costruire",
  "skill_name_for_leading_others": "Guidare gli altri",
  "skill_name_for_teamwork": "Lavoro di squadra",
  "skill_name_for_working_from_home": "Lavorare dai consigli di casa",
  "slide_error": "Incapace di caricare più diapositive in questo momento",
  "sort": "Ordinare",
  "success_skills": "Abilità di successo",
  "tip_type_for_caution_zone": "Zona di cautela",
  "tip_type_for_room": "Spazio per la crescita e il cambiamento",
  "tip_type_for_settings": "Impostazioni per te",
  "tip_type_for_settings_third_person": "Impostazioni per loro",
  "tip_type_for_tools": "Strumenti da utilizzare",
  "title": "Titolo",
  "try_again": "Clicca qui per riprovare",
  "view_on_onet": "Visualizza i dettagli della carriera su o*net"
}
