{
  "acceptable": "Acceptabel",
  "apply_now": "Nu toepassen",
  "archetype_description_html": "Deze beoordeling helpt je om de componenten van jouw persoonlijkheid te begrijpen. Net zoals ons lichaam uit verschillende orgaansystemen bestaat, heeft onze persoonlijkheid afzonderlijke onderdelen die allemaal even belangrijk zijn.<br /><br />Hoewel we ons van de ene dag tot de andere, of zelfs van de ene situatie tot de andere, een beetje anders voelen en gedragen, vertonen we over het algemeen de vijf kerndimensies in een hogere of lagere mate. Alle vijf dimensies geven vorm aan wie we zijn, net zoals alle delen van ons lichaam samenwerken om ons gezond te houden.",
  "back": "Terug",
  "badge": "Badge",
  "best_match": "Beste match",
  "best_work_environments": "Beste werkomgeving",
  "bright_future": "Glansrijke toekomst",
  "bright_future_html": "Deze beroepen zullen naar verwachting de komende jaren snel groeien met een groot aantal vacatures, of nieuwe beroepen die zich ontwikkelen. Gegevens van <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>.",
  "cancel": "annuleren",
  "career_information": "Carrière informatie",
  "career_matches": "Loopbaan overeenkomsten",
  "careers_link_heading": "Bekijk uw gepersonaliseerde loopbaan aanbevelingen",
  "careers_link_heading_third_person": "Bekijk hun gepersonaliseerde loopbaan aanbevelingen",
  "close": "Close",
  "cognitive_alert_skip": "Het is niet mogelijk de oefenings vragen over te slaan.",
  "cognitive_confirm_button": "Bevestig",
  "cognitive_confirm_retry": "Wil je de vraag proberen te beantwoorden die je hebt overgeslagen?",
  "cognitive_confirm_skip": "Weet je zeker dat je wilt overslaan?",
  "cognitive_id_specific_instructions": {
    "6f42a946-a936-45f9-9b2b-dbc1ad80b936": "<p>Nu is het tijd voor de oefening. Voordat je begint, onthou: </p><ul><li>Er zijn 31 vragen in de oefening</li><li>Je kan zo lang je wilt de tijd nemen om de oefening te vervaardigen. Echter, de meeste mensen vervaardigen de oefening in ongeveer 15 minuten.<li><li> Zoek een plek op waar je de oefening je volle aandacht kan geven zonder te worden afgeleid. </li><li>Je kan vragen overslaan als dat nodig is, maar probeer elke vraag te beantwoorden..</li><li>Probeer alsjeblieft de oefening in een enkele sitting af te ronden.</li></ul>"
  },
  "cognitive_instructions_disability_text": "Selecteer indien je een leerstoornis hebt. ",
  "cognitive_instructions_step_1_button": "Bekijk voorbeeld",
  "cognitive_instructions_step_1_heading": "Instructies",
  "cognitive_instructions_step_1_text": "Wij zouden graag zien dat jij ontdekt hoe de verschillende vormen met elkaar in verband staan.\n\n Op ieder scherm zul je een rooster zien met een ontbrekende vorm zoals je ziet bij a '?'. Onder het rooster zijn vier vormen waarvan één de '?' vervangt om het rooster compleet te maken.\n\nWanneer de oefening begint, kies een vorm onder ieder rooster dat het compleet maakt en click op \"Bevestig\" om door te gaan naar de volgende vraag. Je mag ook een vraag overslaan door op 'Overslaan' te clicken. Wanneer je klaar bent, click dan op 'Bekijk voorbeeld' om het voorbeeld te bekijken. ",
  "cognitive_instructions_step_2_button": "Start oefening",
  "cognitive_instructions_step_2_heading": "Zie hier een voorbeeld",
  "cognitive_instructions_step_2_text": "In dit rooster is een driehoek, een vijfhoek en een pijl in iedere rij en kollom. Er is één zwarte,  één blauwe en één witte vorm en de vormen zijn allemaal in dezelfde oriëntatie. De vorm die het rooster compleet maakt is daarom dus links onderaan.  ",
  "cognitive_instructions_step_4_button": "Begin",
  "cognitive_instructions_step_4_heading": "Voordat je begint….",
  "cognitive_instructions_step_4_html": "<p>Nu is het tijd voor de oefening. Voordat je begint, onthou:</p><ul><li>Er zijn 20 vragen in de oefening en jij mag er zolang over doen als je wilt om de oefening te vervaardigen. </li><li>Vind een rustige plek waar je je oefening je volle aandacht kan geven zonder afleiding. </li><li>Je kan vragen overslaan als dat jij dat nodig acht, maar probeer antwoord te geven op iedere vraag. </li><li>Vervaardig de oefening in een enkele zitting.</li></ul> ",
  "cognitive_instructions_trial_step_1_text": "Op ieder scherm zul je een rooster met een ontbrekende vorm, zoals te zien is bij een '?'. Onder het rooster zijn vier vervolgende vormen waarvan éénde '?' vervangt om het rooster compleet te maken. \n\nIndien de oefening eenmaal begint, kies dan de vorm van onderaan het rooster die het compleet maakt, en click dan o 'bevestig' om door te gaan naar de volgende vraag. \n\nJe mag ook een vraag overslaan door op 'Overslaan' te clicken. Wanneer je klaat ben click je op 'Bekijk voorbeeld' om het voorbeeld te bekijken.  ",
  "cognitive_instructions_trial_step_4_timed_html": "<ul><li><i><b>Je zult twee sets van oefeningen met 20 vragen in iedere set.</b> Voor de eerste set krijg je 5 minuten om zoveel mogelijk vragen te beantwoorden. Voor de tweede set is er geen tijdslimiet. Je kunt zoveel tijd nemen als je wilt. </i></li><li>Vind een rustige plek waar je je oefening je volle aandacht kan geven zonder afleiding. </li><li>Je kan vragen overslaan als dat jij dat nodig vindt, maar probeer antwoord te geven op iedere vraag.<li><li>Vervaardig beide opdrachten in een enkele zitting.</li></ul><p>Nu is het tijd voor de eerste oefening...</p><p>Vergeet niet dat je maar 5 minuten hebt om zoveel mogelijk vragen als je kunt te beantwoorden.</p>",
  "cognitive_instructions_trial_step_4_timed_minimal_html": "<p>Nu is het tijd voor de volgende oefening…</p><p>Vergeet niet, je hebt 5 minuten om zoveel mogelijk vragen als je kunt te beantwoorden. </p>",
  "cognitive_instructions_trial_step_4_untimed_html": "Je zult twee sets van oefeningen met 20 vragen in iedere set.</b> Voor de eerste set kun zoveel tijd nemen als je wilt en er is geen tijdslimiet. Voor de tweede set krijg je 5 minuten om zoveel mogelijk vragen te beantwoorden. </i></li><li>Vind een rustige plek waar je je oefening je volle aandacht kan geven zonder afleiding. </li><li>Je kan vragen overslaan als dat jij dat nodig vindt, maar probeer antwoord te geven op iedere vraag.<li><li>Vervaardig beide opdrachten in een enkele zitting.</li></ul><p>Nu is het tijd voor de eerste oefening...</p><p>Vergeet niet dat je alle tijd kunt nemen die je nodig hebt om zoveel mogelijk vragen te beantwoorden.</p>",
  "cognitive_instructions_trial_step_4_untimed_minimal_html": "<p>Nu is het tijd voor de volgende oefening…</p><p>Vergeet niet dat je alle tijd kunt nemen die je nodig hebt om zoveel mogelijk vragen beantwoorden.</p>",
  "cognitive_practice_answer_correct": "Jouw antwoord is correct. ",
  "cognitive_practice_answer_incorrect": "Jouw antwoord is incorrect.",
  "cognitive_practice_heading": "Oefenvragen",
  "cognitive_practice_step_1_button": "Volgende vraag",
  "cognitive_practice_step_1_heading": "Uitleg antwoord",
  "cognitive_practice_step_1_text": "In dit rooster, de bovenste vorm op de eerste rij is 180 graden geroteerd en verschijnt in de corresponderende rij eronder. De vorm die het rooster compleet maaks is daarom rechts onderaan. ",
  "cognitive_practice_step_2_button": "Volgende vraag",
  "cognitive_practice_step_2_heading": "Uitleg antwoord",
  "cognitive_practice_step_2_text": "In dit rooster zullen de aantal lijnen voor iedere vorm in aantal toenemen met één langs iedere rij en neerwards iedere kolom. Lijnen worden toegevoegd met de klok mee. De vorm die het rooster compleet maken is daarom de vorm links bovenaan.",
  "cognitive_practice_step_3_button": "Volgende",
  "cognitive_practice_step_3_heading": "Uitleg antwoord",
  "cognitive_practice_step_3_text": "In de bovenste rij is de middelste vorm opgebouwd uit een grotere versie van de vorm aan de linker kant met de vorm aan de rechter kant erin. De schaduw van de vormen aan de linkerkant en rechterkant zijn omgekeerd in de middelste vorm. De vorm die het rooster compleet maakt is daarom rechts bovenaan. ",
  "cognitive_question_alt_text": "Vraag",
  "cognitive_response_alt_text": "Antwoord",
  "cognitive_results_heading": "Dank je wel voor het vervaardigend van ons onderzoek",
  "cognitive_results_html": "Om meer te leren over het onderzoek, waar je net aan heb deelgenomen kun je kijken op  <a href=\"https://www.traitify.com\">Traitify.com</a>.",
  "cognitive_skip_button": "Overslaan",
  "cognitive_skipped_questions": "Overgeslagen vragen",
  "complements": "Complements",
  "conflicts": "Conflicten",
  "dimension_description": "De dimensiescore wordt berekend op basis van je antwoorden op items die samen de onderliggende componenten van elke dimensie meten. Over het algemeen heeft iemand een hoog, middelhoog of laag niveau voor elke dimensie.",
  "dimension_heading": "Wat betekent mijn %{level} mate van %{name} voor mij?",
  "dimension_heading_for_benefits": "Potentiële voordelen van een %{level} mate van %{name}",
  "discover_jobs": "Ontdek banen",
  "education": "Onderwijs",
  "education_html": "Het typisch niveau van opleiding die de meeste werknemer nodig zullen hebben voor deze beroepen. Gegevens van <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>.",
  "education_level": "Opleidingsniveau",
  "employment_growth": "Loopbaangroei",
  "employment_growth_html": "Het perceptage verandering in werkgelegenheid tussen 2012-2022 Gegevens van <a href=\"http://www.bls.gov/ooh/fastest-growing.htm\" target=\"_blank\">U.S. Bureau of Labor Statistics</a>.",
  "experience_level_1": "Geen",
  "experience_level_2": "Middelbare school diploma",
  "experience_level_3": "HBO-diploma",
  "experience_level_4": "Bachelordiploma",
  "experience_level_5": "Universitair diploma",
  "extended_description": "Uitgebreide beschrijving",
  "featured_skill": "Uitgelichte vaardigheid",
  "filter": "Filter",
  "get_started": "Begin",
  "green_career": "Groene carrière",
  "green_career_html": "De groene economie veroorzaakt verandering in de eisen voor beroepen of werk en de vereisten van werkvaardigheid op het gebied van taken, vaardigheden, kennis en credentials. Gegevens van <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>.",
  "guide_intro": "Deze persoonlijkheidskenmerken vormen de basis voor het stellen van een bepaalde reeks vragen van elk van de persoonlijkheidstypes. De eerste vraag is om te kijken hoe ze zouden moeten zijn; de tweede twee onderzoeken gebieden van mogelijke zorg.",
  "help": "Hulp",
  "instructions": "Instructies",
  "interview_guide_description": "Deze vragen zijn speciaal voor deze kandidaat gemaakt op basis van zijn of haar niveau van elke persoonlijkheidsdimensie. U kunt het persoonlijkheidsprofiel van de kandidaat bekijken om te zien of hij of zij hoog, gemiddeld of laag zit in elke dimensie en dan zijn of haar interview structureren rond de persoonlijkheidscomponenten die het meest van belang zijn voor de functie die hij of zij zoekt.",
  "interview_guide_heading": "Interview Tips / vragen",
  "job_links": "Taaklinks",
  "learn_more": "Meer informatie",
  "least_represented_traits": "Minst vertegenwoordigde eigenschappen",
  "least_represented_traits_definition": "Deze eigenschappen hebben scores ontvangen in het onderste derde deel van de totale antwoorden van deze kandidaat. De weergave op deze lijst geeft alleen de relatieve positie van deze eigenschappen voor deze persoon weer vergeleken met de resterende eigenschappen. Dit biedt geen informatie die kan worden gebruikt om de omvang van een eigenschap die wordt weergegeven door een kandidaat versus een andere te vergelijken.",
  "level": {
    "high": "Hoog",
    "low": "Laag",
    "medium": "Medium"
  },
  "loading": "Laden",
  "local_salary": "Lokaal Salaris",
  "location": "Plaats",
  "location_placeholder": "ex. Baltimore, MD",
  "match_rate": "Match Rate",
  "match_rate_html": "Deze carrière komt overeen met je persoonlijkheid door <span>%{match_rate}<span>%",
  "me": "Ik",
  "more_information": "Meer informatie over deze waarden",
  "most_represented_traits": "Meest representatieve eigenschappen",
  "most_represented_traits_definition": "Van de dertig eigenschappen die bij deze beoordeling zijn gemeten, hebben deze eigenschappen scores ontvangen in het bovenste derde deel van de totale antwoorden van deze kandidaat. De weergave op deze lijst geeft alleen de relatieve positie van deze eigenschappen voor deze persoon weer in vergelijking met de resterende eigenschappen. Dit biedt geen informatie die kan worden gebruikt om de omvang van een eigenschap die wordt weergegeven door een kandidaat versus een andere te vergelijken.",
  "next": "Volgende",
  "no_careers": "Geen carrières",
  "no_jobs": "Voor deze carrière werden geen lokale banen gevonden. Ga naar %{job_source} om meer kansen te vinden.",
  "no_more_careers": "Geen carrières meer",
  "not_me": "Niet Ik",
  "personality_advice": "Persoonlijk Advies",
  "personality_base_heading": "Je persoonlijkheidstype is %{personality}",
  "personality_base_heading_third_person": "Hun persoonlijkheidstype is %{personality}",
  "personality_blend": "Persoonlijkheidsmix",
  "personality_blend_heading": "Je persoonlijkheidsmix is %{personality}",
  "personality_blend_heading_third_person": "Hun persoonlijkheidsmix is %{personality}",
  "personality_breakdown": "Persoonlijkheidsanalyse",
  "personality_details": "Persoonlijkheidsdetails",
  "personality_heading": "Uw %{deck_name} persoonlijkheid is %{personality}",
  "personality_heading_third_person": "%{deck_name} Persoonlijkheid: %{personality}",
  "personality_tips": "Persoonlijkeids tips",
  "personality_traits": "Persoonlijkheidseigenschappen",
  "personality_traits_description": "Hier zijn jouw top 5 eigenschappen gemeten op een schaal van 0% tot 100%",
  "personality_type": "Persoonlijkheids Type",
  "potential_benefits": "Potentiële voordelen",
  "potential_pitfalls": "Mogelijke valkuilen",
  "potential_risk": "potentiele risico's",
  "preferred": "Voorkeuren",
  "question_adaptability": "Hebben ze een coping-stijl ontwikkeld?",
  "question_purpose": "Wat probeer je te ontdekken?",
  "radar_chart_label": "Een grafiek met uw resultaten. Zie tekstversie hieronder",
  "read_more": "Lees verder",
  "really_me": "Echt Ik",
  "really_not_me": "Echt niet",
  "recommendation_chart_description": "Hieronder staan de resultaten voor de persoonlijkheid van de kandidaat, uitgesplitst naar de Big Five-dimensies. De scores krijgen een kleurencode waarbij groen de best passende bereiken aanduidt, gevolgd door oranje en rood. De bereiken variëren van functie tot functie en zijn vastgesteld aan de hand van meerdere informatiebronnen, waaronder gepubliceerde studies, functiebeschrijvingen en/of gesprekken met mensen die vertrouwd zijn met de betreffende functie.",
  "recommendation_chart_heading": "Geschiktheidsanalyse",
  "room_for_growth_and_change": "Ruimte voor groei en verandering",
  "salary_mean": "Salarisgemiddelde",
  "salary_mean_html": "Het salaris waarbij de helft van de werknemers in het beroep meer verdiende dan dat bedrag en de helft minder verdiende. Gemiddelde salarisgegevens zijn afkomstig van <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>.",
  "search": "Zoeken",
  "show_less": "Laat minder zien",
  "show_more": "Laat meer zien",
  "skill_heading_for_communication": "Spreken, schrijven en ideeën delen is belangrijk. Probeer deze tips om goed te communiceren.",
  "skill_heading_for_dealing_with_stress": "Werken en het leven hebben genoeg pieken en dalen. Hierbij enkele tips om hiermee om te gaan. ",
  "skill_heading_for_everyday_adjustments": "Maak het meeste van je dag terwijl je in afwachting bent om weer aan het werk te gaan. ",
  "skill_heading_for_habits": "Maak van je geroutineerde gedrag een persoonlijke kracht. Hier zijn enkele ideeën om mee aan de slag te gaan.",
  "skill_heading_for_leading_others": "Leiderschap zal je helpen in je groei nu, en in de toekomst. ",
  "skill_heading_for_teamwork": "Wij bieden werk aan naast anderen. Haal het meeste uit jouw rol binnen het team. ",
  "skill_heading_for_working_from_home": "Pas deze tips toe om gefocust en productief te blijven tijdens het werken vanuit huis. ",
  "skill_name_for_communication": "Communicatie tips",
  "skill_name_for_dealing_with_stress": "Omgaan met stress",
  "skill_name_for_everyday_adjustments": "Dagelijkse aanpassingen",
  "skill_name_for_habits": "Gewoontes om op te bouwen",
  "skill_name_for_leading_others": "Anderen leiding geven",
  "skill_name_for_teamwork": "Teamwerk",
  "skill_name_for_working_from_home": "Tips voor werken vanuit huis",
  "slide_error": "Kan op dit moment geen dia's meer laden",
  "sort": "Sorteren",
  "status": {
    "text": "Als onderdeel van uw sollicitatie vragen we u de volgende beoordelingen te voltooien. Klik op de knop naast de naam van de beoordeling. Dit brengt u naar de plek waar u de beoordeling(en) zult voltooien. Keer hier terug zodra u alle beoordelingen heeft voltooid."
  },
  "submit": "voorleggen",
  "success_skills": "Succesvolle eigenschappen",
  "tip_type_for_caution_zone": "Voorzichtigheidszone",
  "tip_type_for_room": "Ruimte voor groei en verandering",
  "tip_type_for_settings": "Instellingen voor u",
  "tip_type_for_settings_third_person": "Instellingen die voor hen werken",
  "tip_type_for_tools": "Te gebruiken hulpmiddelen",
  "title": "Titel",
  "try_again": "Klik hier om het opnieuw te proberen",
  "view_on_onet": "Bekijk Carrièredetails op O*Net"
}