{
  "acceptable": "ยอมรับได้",
  "apply_now": "ลงทะเบียนเลย",
  "archetype_description_html": "การประเมินนี้ช่วยให้คุณเข้าใจส่วนประกอบของบุคลิกภาพของคุณ เช่นเดียวกับร่างกายของเราประกอบด้วยระบบอวัยวะที่แตกต่างกันเราสามารถนึกถึงบุคลิกของเราว่ามีส่วนที่แยกต่างหากและมีความสำคัญเท่าเทียมกัน แม้ว่าเราอาจรู้สึกและประพฤติตัวแตกต่างจากวันหนึ่งไปอีกวันหนึ่งหรือแม้กระทั่งจากสถานการณ์หนึ่งไปยังอีกสถานการณ์หนึ่ง แต่โดยทั่วไปแล้วเราทุกคนจะแสดงระดับที่สูงขึ้นหรือต่ำกว่าห้ามิติหลัก รูปร่างทั้งห้ามิติที่เราเป็นเช่นเดียวกับทุกส่วนของร่างกายของเราทำงานร่วมกันเพื่อให้เรามีสุขภาพดี",
  "back": "กลับ",
  "badge": "",
  "best_match": "การจับคู่ที่ดีที่สุด",
  "best_work_environments": "สภาพแวดล้อมการทำงานที่ดีที่สุด",
  "bright_future": "อนาคตสดใส",
  "bright_future_html": "อาชีพเหล่านี้คาดว่าจะเติบโตอย่างรวดเร็วในอีกไม่กี่ปีข้างหน้าจะมีการเปิดรับงานจำนวนมากหรือเป็นอาชีพใหม่และเป็นอาชีพที่เกิดขึ้นใหม่ ข้อมูลจาก <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>",
  "career_information": "ข้อมูลอาชีพ",
  "career_matches": "การจับคู่อาชีพ",
  "careers_link_heading": "ดูคำแนะนำอาชีพส่วนบุคคลของคุณ",
  "careers_link_heading_third_person": "ดูคำแนะนำอาชีพส่วนบุคคลของพวกเขา",
  "close": "ปิด",
  "cognitive_alert_skip": "คุณไม่สามารถข้ามคำถามที่ไว้ฝึกนี้ได้",
  "cognitive_confirm_button": "ยืนยัน",
  "cognitive_confirm_retry": "คุณต้องการลองคำถามที่คุณข้ามไปหรือไม่?",
  "cognitive_confirm_skip": "แน่ใจหรือว่าต้องการข้าม?",
  "cognitive_id_specific_instructions": {
    "6f42a946-a936-45f9-9b2b-dbc1ad80b936": "<p> ตอนนี้ถึงเวลาสำหรับการฝึกลงมือทำแล้ว ก่อนที่คุณจะเริ่มจดจำ:</p><ul><li> มีคำถาม 31 ข้อในแบบฝึกหัด</li><li> คุณอาจใช้เวลาตามที่ต้องการเพื่อทำให้เสร็จ อย่างไรก็ตามคนส่วนใหญ่จะทำแบบฝึกหัดนี้เสร็จในเวลาประมาณ 15 นาที </li><li> คุณควรหาสถานที่ที่เงียบสงบซึ่งคุณสามารถให้ความสนใจอย่างเต็มที่โดยไม่ต้องฟุ้งซ่าน </li><li> คุณสามารถข้ามคำถามได้ หากคุณต้องการ แต่พยายามให้คำตอบสำหรับแต่ละคำถาม </li><li> โปรดทำแบบฝึกหัดนี้ให้เสร็จโดยนั่งแยกไปทำคนเดียว</li></ul>"
  },
  "cognitive_instructions_disability_text": "โปรดเลือกหากคุณมีความบกพร่องทางการเรียนรู้",
  "cognitive_instructions_step_1_button": "ดูตัวอย่าง",
  "cognitive_instructions_step_1_heading": "คำแนะนำ",
  "cognitive_instructions_step_1_text": "เราต้องการให้คุณคิดว่ารูปร่างที่แตกต่างกันเกี่ยวข้องกันอย่างไร ในแต่ละหน้าจอคุณจะเห็นกริดที่มีรูปร่างหายไปตามที่แสดงโดย '?' ด้านล่างของกริดมีสี่รูปร่างซึ่งหนึ่งในนั้นแทนที่ '?'? เพื่อให้กริดเสร็จสมบูรณ์ \\ n \\ nonce การฝึกหัดเริ่มต้นเลือกรูปร่างจากด้านล่างแต่ละกริดที่เสร็จสมบูรณ์จากนั้นคลิก 'ยืนยัน' เพื่อย้ายไปยังคำถามถัดไป คุณสามารถข้ามคำถามได้โดยคลิก 'ข้าม' เมื่อคุณพร้อมให้คลิกที่ 'ดูตัวอย่าง' เพื่อดูตัวอย่าง",
  "cognitive_instructions_step_2_button": "เริ่มฝึกซ้อม",
  "cognitive_instructions_step_2_heading": "นี่คือตัวอย่าง",
  "cognitive_instructions_step_2_text": "ในกริดนี้มีรูปสามเหลี่ยมเพนตากอนและลูกศรในแต่ละแถวและคอลัมน์ มีหนึ่งสีดำหนึ่งสีน้ำเงินและสีขาวหนึ่งรูปและรูปร่างทั้งหมดอยู่ในทิศทางเดียวกัน รูปร่างที่เสร็จสิ้นกริดจึงเป็นรูปร่างด้านล่างซ้าย",
  "cognitive_instructions_step_4_button": "เริ่ม",
  "cognitive_instructions_step_4_heading": "ก่อนคุณเริ่ม...",
  "cognitive_instructions_step_4_html": "ตอนนี้ถึงเวลาสำหรับการฝึกหัด ก่อนที่คุณจะเริ่มจดจำ: มีคำถาม 20 ข้อในการฝึกหัดและคุณอาจมีเวลาตราบเท่าที่คุณต้องการทำให้เสร็จคุณควรพบสถานที่ที่เงียบสงบซึ่งคุณสามารถให้ความสนใจอย่างเต็มที่โดยไม่ต้องฟุ้งซ่านคุณสามารถข้ามคำถามได้หากคุณ ต้องการ แต่พยายามให้คำตอบสำหรับแต่ละคำถามโปรดออกกำลังกายให้เสร็จในการนั่งเพียงครั้งเดียว",
  "cognitive_instructions_trial_step_1_text": "ในแต่ละหน้าจอคุณจะเห็นกริดที่มีรูปร่างหายไปตามที่แสดงโดย '?' ด้านล่างของกริดมีรูปร่างอีกสี่รูปซึ่งหนึ่งในนั้นแทนที่ '?'? เพื่อให้กริดเสร็จสมบูรณ์ เมื่อการฝึกหัดเริ่มต้นขึ้นให้เลือกรูปร่างจากด้านล่างแต่ละกริดที่เสร็จสิ้นแล้วคลิก 'ยืนยัน' เพื่อย้ายไปยังคำถามถัดไป คุณสามารถข้ามคำถามได้โดยคลิก 'ข้าม' เมื่อคุณพร้อมให้คลิกที่ 'ดูตัวอย่าง' เพื่อดูตัวอย่าง",
  "cognitive_instructions_trial_step_4_timed_html": "คุณจะเห็นแบบฝึกหัดสองชุดที่มีคำถาม 20 ข้อในแต่ละข้อ สำหรับชุดแรกคุณจะได้รับ 5 นาทีเพื่อตอบคำถามให้มากที่สุดเท่าที่จะทำได้ สำหรับชุดที่สองจะไม่มีการ จำกัด เวลา คุณจะสามารถใช้เวลาได้มากเท่าที่คุณต้องการคุณควรพบสถานที่เงียบสงบที่คุณสามารถให้ความสนใจอย่างเต็มที่โดยไม่ต้องเสียสมาธิคุณสามารถข้ามคำถามได้ถ้าคุณต้องการ แต่พยายามให้คำตอบสำหรับแต่ละคน คำถาม. โปรดทำแบบฝึกหัดทั้งสองอย่างให้เสร็จในการนั่งเดี่ยว ตอนนี้ถึงเวลาสำหรับการฝึกหัดครั้งแรก ... จำไว้ว่าคุณจะมีเวลา 5 นาทีในการตอบคำถามให้มากที่สุดเท่าที่จะทำได้",
  "cognitive_instructions_trial_step_4_timed_minimal_html": "ตอนนี้ถึงเวลาสำหรับการฝึกหัดครั้งต่อไป ... จำไว้ว่าคุณจะมีเวลา 5 นาทีในการตอบคำถามให้มากที่สุดเท่าที่จะทำได้",
  "cognitive_instructions_trial_step_4_untimed_html": "คุณจะเห็นแบบฝึกหัดสองชุดที่มีคำถาม 20 ข้อในแต่ละข้อ สำหรับชุดแรกคุณจะสามารถใช้เวลาได้มากเท่าที่คุณต้องการและจะไม่มีเวลา จำกัด สำหรับชุดที่สองคุณจะได้รับ 5 นาทีเพื่อตอบคำถามให้มากที่สุดเท่าที่จะทำได้ คุณควรหาสถานที่ที่เงียบสงบซึ่งคุณสามารถให้ความสนใจอย่างเต็มที่โดยไม่ต้องฟุ้งซ่าน คุณสามารถข้ามคำถามได้หากคุณต้องการ แต่พยายามให้คำตอบสำหรับแต่ละคำถาม โปรดทำแบบฝึกหัดทั้งสองอย่างให้เสร็จในการนั่งเดี่ยว ตอนนี้ถึงเวลาสำหรับการฝึกหัดครั้งแรก ... จำไว้ว่าคุณจะมีเวลามากที่สุดเท่าที่คุณต้องการในการตอบคำถามให้มากที่สุดเท่าที่จะทำได้",
  "cognitive_instructions_trial_step_4_untimed_minimal_html": "ตอนนี้ถึงเวลาสำหรับการฝึกหัดครั้งต่อไป ... จำไว้ว่าคุณจะมีเวลามากที่สุดเท่าที่คุณต้องการในการตอบคำถามให้มากที่สุดเท่าที่จะทำได้",
  "cognitive_practice_answer_correct": "คุณตอบถูก",
  "cognitive_practice_answer_incorrect": "คุณตอบไม่ถูก",
  "cognitive_practice_heading": "คำถามสำหรับการฝึกฝน",
  "cognitive_practice_step_1_button": "คำถามต่อไป",
  "cognitive_practice_step_1_heading": "คำตอบคำอธิบาย",
  "cognitive_practice_step_1_text": "ในกริดนี้รูปร่างด้านบนในแถวแรกจะหมุน 180 องศาและแสดงในเซลล์ที่สอดคล้องกันด้านล่าง รูปร่างที่เสร็จสิ้นกริดนี้จึงเป็นรูปร่างด้านล่างขวา",
  "cognitive_practice_step_2_button": "คำถามต่อไป",
  "cognitive_practice_step_2_heading": "คำตอบคำอธิบาย",
  "cognitive_practice_step_2_text": "ในกริดนี้จำนวนเส้นที่แสดงสำหรับแต่ละรูปร่างจะเพิ่มขึ้นหนึ่งในแต่ละแถวและลงแต่ละคอลัมน์ มีการเพิ่มเส้นในทิศทางตามเข็มนาฬิกา รูปร่างที่เสร็จสิ้นกริดนี้จึงเป็นรูปร่างด้านซ้ายบน",
  "cognitive_practice_step_3_button": "ต่อไป",
  "cognitive_practice_step_3_heading": "คำตอบคำอธิบาย",
  "cognitive_practice_step_3_text": "ในแถวบนสุดรูปร่างตรงกลางประกอบด้วยรูปร่างขนาดใหญ่กว่าทางด้านซ้ายด้วยรูปร่างด้านขวาด้านใน การแรเงาของรูปร่างทางซ้ายและขวากลับด้านในรูปกลาง รูปร่างที่ทำให้กริดเสร็จสมบูรณ์จึงเป็นรูปร่างด้านบนขวา",
  "cognitive_question_alt_text": "คำถาม",
  "cognitive_response_alt_text": "การตอบสนอง",
  "cognitive_results_heading": "ขอบคุณที่ทำการประเมินของเราจนเสร็จ",
  "cognitive_results_html": "หากต้องการเรียนรู้เพิ่มเติมเกี่ยวกับการประเมินที่คุณเพิ่งทำโปรดไปที่ <a href=\"https://www.traitify.com\">Traitify.com</a>",
  "cognitive_skip_button": "ข้าม",
  "cognitive_skipped_questions": "คำถามที่ข้ามไป",
  "complements": "การเติมเต็ม",
  "conflicts": "ความขัดแย้ง",
  "dimension_description": "คะแนนมิติคำนวณจากการตอบสนองของคุณไปยังรายการที่รวมการวัดส่วนประกอบพื้นฐานของแต่ละมิติ โดยรวมแล้วแต่ละคนมีระดับสูงปานกลางหรือต่ำของแต่ละคน",
  "dimension_heading": "%{level} %{name} ของฉันมีความหมายอะไรต่อฉัน?",
  "dimension_heading_for_benefits": "%{level} %{name} ผลประโยชน์ที่อาจเกิดขึ้น",
  "discover_jobs": "ค้นพบงาน",
  "education": "การศึกษา",
  "education_html": "ระดับการศึกษาทั่วไปที่คนงานส่วนใหญ่ต้องเข้าสู่อาชีพนี้ ข้อมูลจาก <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>",
  "education_level": "ระดับการศึกษา",
  "employment_growth": "การเติบโตของการจ้างงาน",
  "employment_growth_html": "การเปลี่ยนแปลงร้อยละของการจ้างงานระหว่างปี 2012-2022 ข้อมูลจากสำนักงานสถิติแรงงานของสหรัฐอเมริกา<a href=\"http://www.bls.gov/ooh/fastest-growing.htm\" target=\"_blank\">U.S. Bureau of Labor Statistics</a>",
  "experience_level_1": "ไม่มี",
  "experience_level_2": "ประกาศนียบัตรมัธยมปลาย",
  "experience_level_3": "ระดับอนุปริญญา",
  "experience_level_4": "ปริญญาตรี",
  "experience_level_5": "ระดับบัณฑิตศึกษา",
  "extended_description": "คำอธิบายเพิ่มเติม",
  "featured_skill": "ทักษะที่โดดเด่น",
  "filter": "ตัวกรอง",
  "get_started": "เริ่ม",
  "green_career": "งานสีเขียว",
  "green_career_html": "เศรษฐกิจสีเขียวจะทำให้เกิดการเปลี่ยนแปลงความต้องการการจ้างงานของอาชีพหรือข้อกำหนดการทำงานและความต้องการของคนงานเช่นงานทักษะความรู้และข้อมูลรับรอง ข้อมูลจาก <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>",
  "guide_intro": "ลักษณะบุคลิกภาพเหล่านี้เป็นพื้นฐานสำหรับการถามลำดับคำถามเฉพาะของแต่ละประเภทบุคลิกภาพ 'ประเภท' คำถามแรกกำลังมองหาเพื่อยืนยันว่าพวกเขาควรจะเป็นอย่างไร สองครั้งที่สองสำรวจประเด็นที่เป็นไปได้",
  "help": "ความช่วยเหลือ",
  "instructions": "คำแนะนำ",
  "interview_guide_description": "คำถามเหล่านี้ถูกปรับแต่งสำหรับผู้สมัครนี้ตามระดับของแต่ละมิติบุคลิกภาพ คุณอาจต้องการตรวจสอบโปรไฟล์บุคลิกภาพของผู้สมัครเพื่อเรียนรู้ว่าพวกเขาสูงปานกลางหรือต่ำในแต่ละมิติจากนั้นจัดโครงสร้างการสัมภาษณ์รอบ ๆ บุคลิกภาพที่มีความกังวลมากที่สุดสำหรับตำแหน่งที่พวกเขาแสวงหา",
  "interview_guide_heading": "เคล็ดลับ/คำถามในการสัมภาษณ์",
  "job_links": "ลิงค์งาน",
  "learn_more": "เรียนรู้เพิ่มเติม",
  "least_represented_traits": "ลักษณะที่เป็นตัวแทนน้อยที่สุด",
  "least_represented_traits_definition": "ลักษณะเหล่านี้ได้รับคะแนนอยู่ในสามอันดับล่างสุดของคำตอบรวมของผู้สมัครรายนี้ การปรากฏตัวในรายการนี้สะท้อนเฉพาะตำแหน่งสัมพัทธ์ของคุณลักษณะเหล่านี้สำหรับบุคคลนี้เมื่อเปรียบเทียบกับลักษณะที่เหลืออยู่ ข้อมูลนี้ไม่ได้ให้ข้อมูลที่สามารถใช้เพื่อเปรียบเทียบขอบเขตของลักษณะหนึ่งที่แสดงโดยผู้สมัครคนหนึ่งกับอีกคนหนึ่ง",
  "level": {
    "high": "สูง",
    "low": "ต่ำ",
    "medium": "ปานกลาง"
  },
  "loading": "กำลังโหลด",
  "local_salary": "เงินเดือนท้องถิ่น",
  "location": "ที่ตั้ง",
  "location_placeholder": "ตัวอย่าง เบลทิมอร์, รัฐแมรีแลนด์",
  "match_rate": "จับคู่",
  "match_rate_html": "อาชีพนี้ตรงกับบุคลิกของคุณโดย <span>%{match_rate}<span>%",
  "me": "ฉัน",
  "more_information": "ข้อมูลเพิ่มเติมเกี่ยวกับค่าเหล่านี้",
  "most_represented_traits": "ลักษณะที่ปรากฏมากที่สุด",
  "most_represented_traits_definition": "จากลักษณะนิสัย 30 ประการที่วัดโดยการประเมินนี้ ลักษณะเหล่านี้ได้รับคะแนนติดอยู่ในสามอันดับแรกของคำตอบทั้งหมดของผู้สมัครรายนี้ การปรากฏตัวในรายการนี้สะท้อนเฉพาะตำแหน่งสัมพัทธ์ของลักษณะเหล่านี้สำหรับบุคคลนี้เมื่อเปรียบเทียบกับลักษณะที่เหลือ ข้อมูลนี้ไม่ได้ให้ข้อมูลที่สามารถใช้เพื่อเปรียบเทียบขอบเขตของคุณลักษณะหนึ่งที่แสดงโดยผู้สมัครคนหนึ่งกับอีกคนหนึ่ง",
  "next": "ต่อไป",
  "no_careers": "ไม่มีอาชีพ",
  "no_jobs": "ไม่พบงานท้องถิ่นสำหรับอาชีพนี้ กรุณาเยี่ยมชม %{job_source} เพื่อค้นหาโอกาสเพิ่มเติม",
  "no_more_careers": "ไม่มีอาชีพอีกต่อไป",
  "not_me": "ไม่ใช่ฉัน",
  "personality_advice": "คำแนะนำบุคลิกภาพ",
  "personality_base_heading": "ประเภทบุคลิกของคุณคือ %{personality}",
  "personality_base_heading_third_person": "ประเภทบุคลิกของพวกเขาคือ %{personality}",
  "personality_blend": "การผสมผสานบุคลิกภาพ",
  "personality_blend_heading": "การผสมผสานบุคลิกภาพของคุณคือ %{personality}",
  "personality_blend_heading_third_person": "การผสมผสานบุคลิกของพวกเขาคือ %{personality}",
  "personality_breakdown": "",
  "personality_details": "รายละเอียดบุคลิกภาพ",
  "personality_heading": "บุคลิก %{deck_name} ของคุณคือ %{personality}",
  "personality_heading_third_person": "%{deck_name} บุคลิกภาพ: %{personality}",
  "personality_tips": "เคล็ดลับบุคลิกภาพ",
  "personality_traits": "ลักษณะบุคลิกภาพ",
  "personality_traits_description": "นี่คือลักษณะ 5 อันดับแรกของคุณที่วัดได้ในระดับ 0% ถึง 100%",
  "personality_type": "ประเภทบุคลิกภาพ",
  "potential_benefits": "ผลประโยชน์ที่อาจเกิดขึ้น",
  "potential_pitfalls": "ข้อผิดพลาดที่อาจเกิดขึ้น",
  "potential_risk": "ความเสี่ยงที่อาจเกิดขึ้น",
  "preferred": "ที่ต้องการ",
  "question_adaptability": "พวกเขาพัฒนารูปแบบการรับมือหรือไม่?",
  "question_purpose": "คุณกำลังพยายามหาอะไร?",
  "radar_chart_label": "แผนภูมิที่แสดงผลลัพธ์ของคุณ ดูเวอร์ชันข้อความด้านล่าง",
  "read_more": "อ่านเพิ่มเติม",
  "really_me": "เป็นตัวฉันจริงๆ",
  "really_not_me": "นั่นไม่ใช่ตัวฉันจริงๆ",
  "recommendation_chart_description": "ด้านล่างนี้คุณสามารถเห็นผลบุคลิกภาพของผู้สมัครที่แยกออกมาในแต่ละมิติของ Big Five คะแนนเป็นรหัสสีเพื่อระบุช่วงที่ดีที่สุด (สีเขียว) ตามด้วยสีเหลืองและสีแดง ช่วงเหล่านี้แตกต่างกันไปสำหรับแต่ละงาน พวกเขาอยู่บนพื้นฐานของข้อมูลหลายชิ้นที่อาจรวมถึงการวิจัยที่ตีพิมพ์คำอธิบายงานและการสัมภาษณ์กับผู้ที่คุ้นเคยกับงาน",
  "recommendation_chart_heading": "การแตกรายละเอียด Fit",
  "room_for_growth_and_change": "พื้นที่สำหรับการเติบโตและการเปลี่ยนแปลง",
  "salary_mean": "เงินเดือนโดยเฉลี่ย",
  "salary_mean_html": "ค่าจ้างที่ครึ่งหนึ่งของคนงานในอาชีพได้รับมากกว่าจำนวนนั้นและครึ่งหนึ่งได้รับน้อยลง ข้อมูลค่าจ้างเฉลี่ยมาจาก <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>",
  "search": "ค้นหา",
  "show_less": "แสดงน้อยลง",
  "show_more": "แสดงมากขึ้น",
  "skill_heading_for_communication": "การพูดการเขียนและการแบ่งปันความคิดเป็นสิ่งสำคัญ ลองใช้เคล็ดลับเหล่านี้เพื่อสื่อสารให้ดี",
  "skill_heading_for_dealing_with_stress": "การทำงานและชีวิตมีมากมายของการขึ้น ๆ ลง ๆ นี่คือเคล็ดลับที่จะช่วยคุณรับมือ",
  "skill_heading_for_everyday_adjustments": "ใช้เวลาให้มากที่สุดในขณะที่รอการกลับไปทำงาน",
  "skill_heading_for_habits": "ทำให้พฤติกรรมประจำของคุณมีความแข็งแกร่งส่วนบุคคล นี่คือแนวคิดบางประการที่จะทำให้คุณเริ่มต้น",
  "skill_heading_for_leading_others": "ทักษะความเป็นผู้นำช่วยให้คุณเติบโตทั้งในปัจจุบันและในอนาคต",
  "skill_heading_for_teamwork": "เรามักจะทำงานร่วมกับผู้อื่น รับประโยชน์สูงสุดจากบทบาทของคุณในทีม",
  "skill_heading_for_working_from_home": "ใช้เคล็ดลับเหล่านี้เพื่อจดจ่อและมีประสิทธิผลในขณะที่ทำงานจากที่บ้าน",
  "skill_name_for_communication": "เคล็ดลับการสื่อสาร",
  "skill_name_for_dealing_with_stress": "การจัดการกับความเครียด",
  "skill_name_for_everyday_adjustments": "การปรับเปลี่ยนทุกวัน",
  "skill_name_for_habits": "นิสัยในการสร้าง",
  "skill_name_for_leading_others": "นำผู้อื่น",
  "skill_name_for_teamwork": "การทำงานเป็นทีม",
  "skill_name_for_working_from_home": "เคล็ดลับการทำงานจากบ้าน",
  "slide_error": "ไม่สามารถโหลดสไลด์ได้มากขึ้นในเวลานี้",
  "sort": "เรียงลำดับ",
  "success_skills": "ทักษะความสำเร็จ",
  "tip_type_for_caution_zone": "เขตเตือนภัย",
  "tip_type_for_room": "พื้นที่สำหรับการเติบโตและการเปลี่ยนแปลง",
  "tip_type_for_settings": "การตั้งค่าสำหรับคุณ",
  "tip_type_for_settings_third_person": "การตั้งค่าสำหรับพวกเขา",
  "tip_type_for_tools": "เครื่องมือในการใช้งาน",
  "title": "ชื่อ",
  "try_again": "คลิกที่นี่เพื่อลองอีกครั้ง",
  "view_on_onet": "ดูรายละเอียดอาชีพใน O*Net"
}