{
  "acceptable": "Chấp nhận được",
  "apply_now": "Tham gia ngay",
  "archetype_description_html": "Bài đánh giá này giúp bạn hiểu rõ các thành phần của tính cách. Cũng giống như cơ thể chúng ta được cấu tạo từ các hệ thống cơ quan khác nhau, chúng ta có thể coi tính cách của mình là có các phần riêng biệt và có tầm quan trọng tương đương. Mặc dù có những lúc chúng ta cảm thấy và cư xử khác biệt một chút từ ngày này sang ngày khác, thậm chí từ tình huống này sang tình huống khác, nhưng hầu hết chúng ta thường thể hiện mức độ cao hơn hoặc thấp hơn ở 5 chiều cơ bản. Năm chiều này cùng định hình con người chúng ta, giống như tất cả các bộ phận trong cơ thể làm việc cùng nhau để duy trì sức khỏe.",
  "back": "Quay lại",
  "badge": "",
  "best_match": "Phù hợp nhất",
  "best_work_environments": "Môi trường làm việc tốt nhất",
  "bright_future": "Tương lai rộng mở",
  "bright_future_html": "Những ngành nghề này dự kiến sẽ tăng trưởng nhanh trong vài năm tới, sẽ có nhiều cơ hội việc làm, hoặc là những nghề mới nổi. Dữ liệu từ <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>.",
  "career_information": "Thông tin nghề nghiệp",
  "career_matches": "Các ngành nghề phù hợp",
  "careers_link_heading": "Xem các gợi ý nghề nghiệp được cá nhân hóa cho bạn",
  "careers_link_heading_third_person": "Xem các gợi ý nghề nghiệp được cá nhân hóa cho họ",
  "close": "Đóng",
  "cognitive_alert_skip": "Bạn không thể bỏ qua các câu hỏi thực hành",
  "cognitive_id_specific_instructions": {
    "6f42a946-a936-45f9-9b2b-dbc1ad80b936": "<p>Bây giờ là lúc cho bài tập. Trước khi bắt đầu, hãy nhớ:</p><ul><li>Có 31 câu hỏi trong bài tập</li><li>Bạn có thể mất bao lâu tùy ý để hoàn thành chúng. Tuy nhiên, hầu hết mọi người sẽ hoàn thành bài tập trong khoảng 15 phút.</li><li>Bạn nên tìm một nơi yên tĩnh nơi bạn có thể tập trung hoàn toàn vào bài tập mà không bị phân tâm.</li><li>Bạn có thể bỏ qua các câu hỏi nếu cần, nhưng hãy cố gắng trả lời mỗi câu hỏi.</li><li>ui lòng hoàn thành bài tập trong một lần làm.</li></ul>"
  },
  "cognitive_confirm_button": "Xác nhận",
  "cognitive_confirm_retry": "Bạn có muốn thử trả lời lại những câu hỏi đã bỏ qua không",
  "cognitive_confirm_skip": "Bạn có chắc chắn muốn bỏ qua?",
  "cognitive_instructions_disability_text": "Vui lòng chọn nếu bạn có hạn chế về mặt học tập",
  "cognitive_instructions_step_1_button": "Xem ví dụ",
  "cognitive_instructions_step_1_heading": "Hướng dẫn",
  "cognitive_instructions_step_1_text": "Chúng tôi muốn bạn tìm hiểu cách các hình khác nhau liên quan với nhau. Trên mỗi màn hình, bạn sẽ thấy một lưới có một hình bị thiếu, được biểu thị bằng dấu '?'. Dưới lưới là 4 hình khác, một trong số đó thay thế cho dấu '?' để hoàn thành lưới.\n\nKhi bài tập bắt đầu, chọn hình bên dưới mỗi lưới để hoàn thành nó, sau đó nhấn 'Xác nhận' để chuyển sang câu hỏi tiếp theo. Bạn cũng có thể bỏ qua câu hỏi bằng cách nhấn 'Bỏ qua'. Khi sẵn sàng, nhấn 'Xem Ví dụ' để xem một ví dụ.",
  "cognitive_instructions_step_2_button": "Bắt đầu Tập luyện",
  "cognitive_instructions_step_2_heading": "Đây là ví dụ",
  "cognitive_instructions_step_2_text": "Trong lưới này có một tam giác, ngũ giác và mũi tên trong mỗi hàng và cột. Có một hình màu đen, một hình màu xanh và một hình màu trắng, và các hình đều cùng hướng. Vì vậy, hình hoàn thành lưới là hình ở góc dưới bên trái.",
  "cognitive_instructions_step_4_button": "Bắt đầu",
  "cognitive_instructions_step_4_heading": "Trước khi bạn bắt đầu…",
  "cognitive_instructions_step_4_html": "Bây giờ là lúc bắt đầu làm bài tập. Trước khi bắt đầu, hãy nhớ: Có 20 câu hỏi trong bài tập và bạn có thể mất bao nhiêu thời gian tùy ý để hoàn thành chúng. Bạn nên tìm một nơi yên tĩnh để có thể tập trung hoàn toàn vào bài tập mà không bị xao nhãng. Bạn có thể bỏ qua các câu hỏi nếu cần, nhưng hãy cố gắng trả lời tất cả các câu hỏi. Vui lòng hoàn thành bài tập trong một lần làm bài.",
  "cognitive_instructions_trial_step_1_text": "Trên mỗi màn hình, bạn sẽ thấy một lưới có một hình bị thiếu, được biểu thị bằng dấu \"?\". Phía dưới lưới là 4 hình tiếp theo, một trong số đó sẽ thay thế cho dấu \"?\" để hoàn thành lưới. Khi bài tập bắt đầu, chọn hình phía dưới mỗi lưới để hoàn thành nó, sau đó nhấn \"Xác nhận\" để chuyển sang câu hỏi tiếp theo. Bạn cũng có thể bỏ qua câu hỏi bằng cách nhấn \"Bỏ qua\". Khi sẵn sàng, nhấn \"Xem Ví dụ\" để xem một ví dụ.",
  "cognitive_instructions_trial_step_4_timed_html": "Bạn sẽ thấy hai bộ bài tập với 20 câu hỏi cho mỗi bộ. Đối với bộ đầu tiên, bạn sẽ có 5 phút để hoàn thành càng nhiều câu hỏi càng tốt. Đối với bộ thứ hai, sẽ không có giới hạn thời gian. Bạn có thể dành bao nhiêu thời gian tùy ý. Bạn nên tìm một nơi yên tĩnh để có thể tập trung hoàn toàn vào các bài tập mà không bị xao nhãng. Bạn có thể bỏ qua các câu hỏi nếu cần, nhưng hãy cố gắng trả lời tất cả các câu hỏi. Vui lòng hoàn thành cả hai bài tập trong một lần làm bài. Bây giờ là lúc bắt đầu bài tập thứ nhất... Hãy nhớ bạn sẽ có 5 phút để hoàn thành càng nhiều câu hỏi càng tốt.",
  "cognitive_instructions_trial_step_4_timed_minimal_html": "Bây giờ đến bài tiếp theo… Hãy nhớ rằng bạn có 5 phút để hoàn thành càng nhiều câu hỏi càng tốt.",
  "cognitive_instructions_trial_step_4_untimed_html": "Bạn sẽ thấy hai bộ bài tập với 20 câu hỏi cho mỗi bộ. Đối với bộ đầu tiên, bạn sẽ có 5 phút để hoàn thành càng nhiều câu hỏi càng tốt. Đối với bộ thứ hai, sẽ không có giới hạn thời gian. Bạn có thể dành bao nhiêu thời gian tùy ý. Bạn nên tìm một nơi yên tĩnh để có thể tập trung hoàn toàn vào các bài tập mà không bị xao nhãng. Bạn có thể bỏ qua các câu hỏi nếu cần, nhưng hãy cố gắng trả lời tất cả các câu hỏi. Vui lòng hoàn thành cả hai bài tập trong một lần làm bài. Bây giờ là lúc bắt đầu bài tập thứ nhất... Hãy nhớ bạn không bị giới hạn thời gian để hoàn thành câu hỏi.",
  "cognitive_instructions_trial_step_4_untimed_minimal_html": "Bây giờ đến bài tiếp theo… Hãy nhớ rằng bạn không bị giới hạn thời gian để hoàn thành câu hỏi.",
  "cognitive_practice_answer_correct": "Bạn đã trả lời đúng.",
  "cognitive_practice_answer_incorrect": "Câu trả lời của bạn chưa chính xác.",
  "cognitive_practice_heading": " Câu hỏi thực hành ",
  "cognitive_practice_step_1_button": " Câu hỏi kế tiếp",
  "cognitive_practice_step_1_heading": "Giải thích câu trả lời",
  "cognitive_practice_step_1_text": "Trong lưới này, hình ở trên cùng của hàng đầu tiên được xoay 180 độ và hiển thị ở ô tương ứng phía dưới. Vì vậy, hình hoàn thành lưới này là hình ở góc dưới bên phải. ",
  "cognitive_practice_step_2_button": "Câu hỏi tiếp theo",
  "cognitive_practice_step_2_heading": "Giải thích câu trả lời",
  "cognitive_practice_step_2_text": "Trong lưới này, số đường vẽ của mỗi hình tăng dần 1 theo mỗi hàng ngang và cột dọc. Đường vẽ được thêm theo chiều kim đồng hồ. Vì vậy, hình hoàn thành lưới này là hình ở góc trên bên trái.",
  "cognitive_practice_step_3_button": "Tiếp",
  "cognitive_practice_step_3_heading": "Giải thích câu trả lời",
  "cognitive_practice_step_3_text": "Ở hàng trên cùng, hình ở giữa được tạo thành từ phiên bản lớn hơn của hình bên trái với hình bên phải bên trong. Viền của hình bên trái và phải đảo ngược ở hình giữa. Vì vậy, hình hoàn thành lưới là hình ở góc trên bên phải.",
  "cognitive_question_alt_text": "Câu hỏi ",
  "cognitive_response_alt_text": "Phản hồi",
  "cognitive_results_heading": "Cảm ơn bạn đã hoàn thành bài đánh giá của chúng tôi ",
  "cognitive_results_html": "Để tìm hiểu thêm về bài đánh giá mà bạn vừa làm, vui lòng truy cập <a href=\"https://www.traitify.com\">Traitify.com</a>",
  "cognitive_skipped_questions": "Các câu hỏi đã bỏ qua ",
  "cognitive_skip_button": "Bỏ qua",
  "complements": "Bổ sung ",
  "conflicts": "Xung đột",
  "dimension_description": "Điểm số của từng chiều được tính dựa trên các câu trả lời của bạn cho các mục câu hỏi cùng đo lường các thành phần cơ bản của mỗi chiều. Nhìn chung, mỗi cá nhân sẽ có mức Độ Cao, Trung bình hoặc Thấp cho mỗi chiều. ",
  "dimension_heading": "%{level} %{name} của tôi có nghĩa là gì? ",
  "dimension_heading_for_benefits": "%{level} %{name} Lợi ích tiềm năng",
  "discover_jobs": "Khám phá Công việc ",
  "education": "Học vấn",
  "education_html": "Mức độ học vấn mà hầu hết người lao động cần để theo đuổi nghề nghiệp này. Dữ liệu từ <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>",
  "education_level": "Trình độ học vấn ",
  "employment_growth": " Tăng trưởng Việc làm",
  "employment_growth_html": "Phần trăm thay đổi về việc làm trong giai đoạn 2012-2022. Dữ liệu từ Cục Thống kê Lao động Hoa Kỳ <a href=\"http://www.bls.gov/ooh/fastest-growing.htm\" target=\"_blank\">U.S. Bureau of Labor Statistics</a>",
  "experience_level_1": "Không",
  "experience_level_2": "Bằng Trung học phổ thông",
  "experience_level_3": "Bằng Cao đẳng",
  "experience_level_4": "Bằng Cử nhân",
  "experience_level_5": "Bằng sau đại học",
  "extended_description": "Mô tả mở rộng",
  "featured_skill": "Kỹ năng nổi bật",
  "filter": "Lọc",
  "get_started": "Bắt đầu",
  "green_career": "Nghề nghiệp xanh",
  "green_career_html": "Nền kinh tế xanh sẽ làm thay đổi nhu cầu tuyển dụng của các nghề hoặc yêu cầu công việc và người lao động như nhiệm vụ, kỹ năng, kiến thức và chứng chỉ. Dữ liệu từ <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>",
  "guide_intro": "Những đặc điểm tính cách này tạo cơ sở để đặt một chuỗi câu hỏi cụ thể cho mỗi \"kiểu\" tính cách. Câu hỏi đầu tiên nhằm xác nhận họ nên như thế nào; hai câu tiếp theo khám phá những lo ngại tiềm ẩn. ",
  "help": "Trợ giúp",
  "instructions": "Hướng dẫn",
  "interview_guide_description": "Các câu hỏi này được cá nhân hóa cho ứng viên dựa trên mức độ của họ ở mỗi chiều tính cách. Bạn có thể xem lại hồ sơ tính cách của ứng viên để biết họ ở mức Cao, Trung bình hay Thấp cho mỗi chiều, sau đó cấu trúc cuộc phỏng vấn của họ xoay quanh các thành phần tính cách quan trọng nhất đối với vị trí họ ứng tuyển. ",
  "interview_guide_heading": "Mẹo/Câu hỏi phỏng vấn ",
  "job_links": "Liên kết Công việc",
  "learn_more": "Tìm hiểu thêm ",
  "least_represented_traits": "Các Đặc điểm ít nổi bật nhất",
  "least_represented_traits_definition": "Những đặc điểm này nhận được điểm ở mức dưới 1/3 tổng số điểm phản hồi của ứng viên. Việc xuất hiện trong danh sách này chỉ phản ánh vị trí tương đối của các đặc điểm của cá nhân này so với các đặc điểm còn lại. Điều này không cung cấp thông tin có thể sử dụng để so sánh mức độ thể hiện đặc điểm của một ứng viên này so với ứng viên khác.",
  "level": {
    "high": "Cao",
    "low": "Thấp",
    "medium": "Trung bình"
  },
  "loading": "Đang tải",
  "local_salary": "Mức lương của Khu vực",
  "location": "Địa điểm",
  "location_placeholder": "vd. Thành phố Hồ Chí Minh",
  "match_rate": "Phù hợp",
  "match_rate_html": "Nghề nghiệp này phù hợp với tính cách của bạn <span>%{match_rate}<span>%",
  "me": "Trung bình",
  "more_information": "Thông tin chi tiết hơn về các giá trị này.",
  "most_represented_traits": "Các Đặc điểm nổi bật nhất",
  "most_represented_traits_definition": "Trong số 30 đặc điểm được đo lường bởi bài đánh giá này, các đặc điểm này nhận được điểm nằm trong 1/3 trên của tổng điểm phản hồi của ứng viên. Việc xuất hiện trong danh sách này chỉ phản ánh vị trí tương đối của các đặc điểm đối với cá nhân này so với các đặc điểm còn lại. Điều này không cung cấp thông tin có thể sử dụng để so sánh mức độ thể hiện đặc điểm của một ứng viên này so với ứng viên khác.",
  "next": "Tiếp",
  "no_careers": "Không tìm thấy công việc",
  "no_jobs": "Không tìm thấy công việc tại địa phương cho ngành nghề này. Vui lòng truy cập %{job_source} để tìm thêm cơ hội.",
  "no_more_careers": "Không còn công việc nào khác",
  "not_me": "Không phải Tôi",
  "personality_advice": "Lời khuyên về Tính cách",
  "personality_base_heading": "Kiểu tính cách của bạn là %{personality}",
  "personality_base_heading_third_person": "Kiểu tính cách của họ là %{personality}",
  "personality_blend": "Phối hợp Tính cách",
  "personality_blend_heading": "Phối hợp tính cách của bạn là %{personality}",
  "personality_blend_heading_third_person": "Phối hợp tính cách của họ là %{personality}",
  "personality_breakdown": "Phân tích Tính cách",
  "personality_details": "Chi tiết Tính cách",
  "personality_heading": "Tính cách %{deck_name} của bạn là %{personality}",
  "personality_heading_third_person": "Tính cách %{deck_name}: %{personality}",
  "personality_tips": "Mẹo về Tính cách",
  "personality_traits": "Các Đặc điểm Tính cách",
  "personality_traits_description": "Dưới đây là 5 đặc điểm hàng đầu của bạn, được đo trên thang từ 0% đến 100%",
  "personality_type": "Kiểu Tính cách",
  "potential_benefits": "Lợi ích Tiềm năng",
  "potential_pitfalls": "Nhược điểm Tiềm tàng",
  "potential_risk": "Rủi ro Tiềm tàng",
  "preferred": "Ưu tiên",
  "question_adaptability": "Họ có phát triển phong cách đáp ứng không?",
  "question_purpose": "Bạn đang cố tìm hiểu điều gì?",
  "radar_chart_label": "Biểu đồ thể hiện kết quả của bạn. Xem phiên bản văn bản bên dưới.",
  "read_more": "Đọc thêm",
  "really_me": "Chắc chắn là Tôi",
  "really_not_me": "Chắn chắn Không phải Tôi",
  "recommendation_chart_description": "Bên dưới, bạn có thể xem kết quả đánh giá tính cách của ứng viên được chia theo từng chiều Năm yếu tố lớn. Các điểm số được mã hóa màu để chỉ ra các phạm vi phù hợp nhất (màu xanh lá), tiếp theo là màu vàng và đỏ. Các phạm vi này khác nhau đối với từng công việc. Chúng dựa trên một số thông tin bao gồm nghiên cứu công bố, mô tả công việc và phỏng vấn những người quen thuộc với công việc đó.",
  "recommendation_chart_heading": "Phân tích Sự phù hợp",
  "room_for_growth_and_change": "Phạm vi Để Phát triển và Thay đổi",
  "salary_mean": "Mức lương Trung vị",
  "salary_mean_html": "Mức lương mà một nửa số công nhân trong nghề đó có mức lương cao hơn và một nửa có mức thấp hơn. Dữ liệu mức lương trung vị từ <a href=\"http://www.onetonline.org\" target=\"_blank\">ONet Online</a>.",
  "search": "Tìm kiếm",
  "show_less": "Hiển thị ít hơn",
  "show_more": "Hiển thị thêm",
  "skill_heading_for_communication": "Chia sẻ ý tưởng, nói và viết là quan trọng. Hãy thử những mẹo này để giao tiếp tốt.",
  "skill_heading_for_dealing_with_stress": "Công việc và cuộc sống có nhiều lúc lên xuống. Đây là những mẹo để giúp bạn chịu đựng.",
  "skill_heading_for_everyday_adjustments": "Tận dụng tối đa những ngày chờ đợi quay lại làm việc.",
  "skill_heading_for_habits": "Biến thói quen hàng ngày thành điểm mạnh cá nhân. Đây là một số ý tưởng để bạn bắt đầu.",
  "skill_heading_for_leading_others": "Kỹ năng lãnh đạo giúp bạn phát triển, hiện tại và tương lai.",
  "skill_heading_for_teamwork": "Chúng ta thường làm việc cùng nhau. Hãy tận dụng tối đa vai trò của bạn trong một nhóm.",
  "skill_heading_for_working_from_home": "Sử dụng những mẹo này để duy trì sự tập trung và năng suất khi làm việc từ xa.",
  "skill_name_for_communication": "Mẹo Giao Tiếp",
  "skill_name_for_dealing_with_stress": "Xử Lý Stress",
  "skill_name_for_everyday_adjustments": "Điều Chỉnh Hàng Ngày",
  "skill_name_for_habits": "Thói Quen Cần Xây Dựng",
  "skill_name_for_leading_others": "Lãnh Đạo Người Khác",
  "skill_name_for_teamwork": "Làm Việc Nhóm",
  "skill_name_for_working_from_home": "Mẹo Làm Việc Từ Nhà",
  "slide_error": "Không thể tải thêm slide vào lúc này",
  "sort": "Sắp xếp",
  "success_skills": "Kỹ Năng Thành Công",
  "tip_type_for_caution_zone": "Khu Vực Cảnh Báo",
  "tip_type_for_room": "Khả Năng Phát Triển và Thay Đổi",
  "tip_type_for_settings": "Cài Đặt Cho Bạn",
  "tip_type_for_settings_third_person": "Cài Đặt Cho Họ",
  "tip_type_for_tools": "Công Cụ Sử Dụng",
  "title": "Tiêu Đề",
  "try_again": "Nhấn Vào Đây Để Thử Lại",
  "view_on_onet": "Xem Chi Tiết Nghề Nghiệp trên O*Net"
}